[
    {
        "Id": 19548,
        "Title": "INEOS Automotive announces powertrain technology partnership with BMW",
        "ImageUrl": null,
        "Content": "<!DOCTYPE html>\n<html>\n<head>\n</head>\n<body>\n<ul>\n<li><strong>Significant milestone in the development of INEOS Automotive&rsquo;s 4&times;4, Projekt Grenadier, with the announcement of a powertrain technology partnership with BMW Group</strong></li>\n<li><strong>Technology partnership is the latest step forward in the realisation of INEOS&rsquo;s plans to build an uncompromising world-class 4&times;4 vehicle</strong></li>\n<li><strong>BMW Group will supply both petrol and diesel engines, giving Projekt Grenadier&rsquo;s customers the best choice of reliable, durable, high performance and efficient powertrains</strong></li>\n<li><strong>Keep up to date at <a title=\"https://projektgrenadier.com/\" href=\"https://projektgrenadier.com/\" target=\"_blank\" rel=\"noopener\">https://projektgrenadier.com/</a></strong></li>\n</ul>\n<hr />\n<p>INEOS Automotive is pleased to announce that it has entered into a powertrain technology partnership with BMW Group, which will result in the car maker supplying engines for its forthcoming 4x4, Projekt Grenadier.</p>\n<p>The partnership will see BMW&rsquo;s TwinPower Turbo petrol and diesel engines, famed for their world-class blend of durability, performance and efficiency, feature under the bonnet of INEOS Automotive&rsquo;s off-roader.&nbsp;</p>\n<p>The announcement is a major step forward in the realisation of INEOS&rsquo;s plans to build an uncompromising 4x4, a new-from-the-ground-up vehicle built on all-new architecture, inspired by the off-road originals, such as the Willys Jeep, Series 1 Land-Rover and J40 Toyota Land Cruiser.</p>\n<p>Offering no-frills utilitarianism, complete purity of purpose, unquestionable authenticity and ultimate engineering integrity, Projekt Grenadier will be a working 4x4 that will support a varied mix of customers around the world, from Africa to Australasia, Europe to the US.</p>\n<p>Thanks to this technology partnership with BMW Group, INEOS Automotive will offer Projekt Grenadier buyers the best choice of powertrains, fusing durability and reliability with the latest innovations and emissions standards. With development ramping up, the engineering focus in Germany &ndash; working with partners MBtech &ndash; has been complemented by significant growth of the INEOS Automotive organisation in London, where the commercial, finance, supply chain, HR and IT teams now number 50 strong.</p>\n<p>Dirk Heilmann, CEO of INEOS Automotive, said:&nbsp;&ldquo;<strong>This technology partnership is a </strong><strong>very significant milestone for Projekt Grenadier </strong><strong>&ndash; we are delighted BMW Group will supply engines for our new off-roader. Its reputation as a maker of extremely reliable, high performance engines that offer total durability, efficiency and quality is second to none. Simply put, it builds the best engines in the world. Working with BMW Group is another major step forward in ensuring we deliver on our vision to build an uncompromising 4x4 with the ultimate in engineering integrity.&rdquo; </strong></p>\n<p><strong>ENDS.</strong></p>\n<p><u>Media contacts:</u></p>\n<p><a title=\"projekt.grenadier@ineos.com\" href=\"mailto:projekt.grenadier@ineos.com\" target=\"_blank\" rel=\"noopener\">projekt.grenadier@ineos.com</a></p>\n<p>Ursula Heath (INEOS)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 020 3793 8000 or 07979 507612</p>\n<p>Andrew McLachlan (Media Zoo)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 020 7384 6980 or 07931 377162</p>\n</body>\n</html>",
        "ArticleUrl": "http://wwwlocal.ineos.com/link/089b54e3b9734be19c899e75b1657725.aspx",
        "ArticleDate": "2019-03-18T15:11:16.01+00:00"
    },
    {
        "Id": 19768,
        "Title": "INEOS Styrolution presents latest news on its composite StyLight® at JEC World 2019",
        "ImageUrl": null,
        "Content": "<p>\n<i class=\"icon-earth\"></i>Frankfurt, Germany</p><p>\n<li>Meet INEOS Styrolution’s specialists at JEC 2019 in Paris in hall 6 at booth C55</li>\n<li>Visit the joint presentation with ARRK Shapers’ on a StyLight<sup>®</sup> concept used for the production of automotive interior parts</li>\n<li>Explore new StyLight<sup>®</sup> demonstration parts at the Innovation Planet</li>\n<li>Discover the new StyLight<sup>®</sup> Aesthetic based on polypropylene (PP)</li>\n</p><p>Visitors of the JEC World 2019 in Paris will have several opportunities to pick up the latest news around the innovative StyLight composite.</p><p>\n<li>INEOS Styrolution experts are available in hall 6 at booth C55 to discuss with customers the use of StyLight with specific new design concepts. Topics to be jointly explored with the experts include product properties and optimisation of the production process for the targeted surface design.</li>\n<li>Martin Köhler (Business Development Manager at INEOS Styrolution) and Pierre Audic (R&D Innovation Engineer at ARRK Shapers’) will jointly present a mold design specifically developed by ARRK Shapers’ with INEOS Styrolution’s SAN based carbon composite StyLight. The new concept results in a significant cost reduction compared to the Epoxy carbon version while offering the recycling potential of the thermoplastic composite.</li>\n<li>Two StyLight exhibits will be presented at the Innovation Planet at JEC World. The first one, manufactured by ARRK Shapers’, is a demo part of an automotive center console. The second one demonstrates the surface quality and the shaping options available with StyLight. This second exhibit was jointly developed with Neue Materialien Fürth GmbH (NMF) and coated with the coating system from Berlac. More parts will be visible on the booth C55 including a brand new PP based StyLight suitable for aesthetic applications.</li>\n</p><p>ABOUT INEOS STYROLUTION</p><p>INEOS Styrolution is the leading, global styrenics supplier with a focus on styrene monomer, polystyrene, ABS Standard and styrenic specialties. With world-class production facilities and more than 85 years of experience, INEOS Styrolution helps its customers succeed by offering the best possible solution, designed to give them a competitive edge in their markets. The company provides styrenic applications for many everyday products across a broad range of industries, including Automotive, Electronics, Household, Construction, Healthcare, Packaging and Toys/ Sports/ Leisure. In 2018, sales were at 5.4 billion euros. INEOS Styrolution employs approximately 3,500 people and operates 20 production sites in ten countries.</p><p><u> For futher information contact: </u><p><p> Name : Dr. Ralf Leinemann </p><p> Position : Global Manager PR &amp; Marketing Communications </p><p> Phone Number :  work +49 69 5095501366 </p><p> Email : ralf.leinemann@ineos.com </p></p></p>",
        "ArticleUrl": "http://wwwlocal.ineos.com/link/31e672791e23474dba9d169fad74bb9d.aspx",
        "ArticleDate": "2019-03-07T11:00:00+00:00"
    },
    {
        "Id": 19547,
        "Title": "INEOS Oxide completes acquisition of the INESCO combined Heat and Power plant (CHP) on the INEOS Zwijndrecht site in Antwerp",
        "ImageUrl": null,
        "Content": "<!DOCTYPE html>\n<html>\n<head>\n</head>\n<body>\n<p>Following the approval of the Belgium competition authority (BCA) we are pleased to announce that INEOS Oxide has completed the acquisition of the INESCO CHP from RWE Generation NL B.V.</p>\n<p>The acquisition will ensure the reliable supply of Steam, as a critical feedstock, to the INEOS plants on the site as well as our 3<sup>rd</sup> party co-siting partners. The CHP will be integrated into the existing INEOS operations on the Zwijndrecht site.</p>\n<p>The plant was constructed in 2007 as a highly flexible CHP capable of producing 240 tonnes per hour of steam and of 130 MW electricity generation.</p>\n<p>Graham Beesley CEO of INEOS Oxide said:<strong> &ldquo;The high flexibility of this CHP will allow us to meet the utility requirements of the INEOS operations and our co-siting partners, providing a solid platform for further investment on the Zwijndrecht site&rdquo; </strong></p>\n<p><strong>ENDS</strong></p>\n<p><strong>Contacts</strong></p>\n<p>Richard Longden (INEOS)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 0041 21 627 7063 or 0041 7996 26123</p>\n<p><strong>NOTES to editors</strong></p>\n<p>The products made by INEOS Oxide are used widely in household goods such as cosmetics, shampoos and toothpaste; construction materials, coatings, paints and inks. It also provides the</p>\n<p>building blocks of polymers such as PET and antifreeze used extensively within aircraft and automotive industries.</p>\n<p>The Ethylene Oxide business at the Zwijndrecht site in Antwerp was the first to be acquired by INEOS. The company has grown from this single site, originally employing 400 people with a turnover of &euro;200m. Today, INEOS is one of the world&rsquo;s largest chemicals companies and the 50<sup>th</sup> largest business in the world, employing around 20,000 people across 171 sites in 24 countries, with sales in 2017 $60bn and EBITDA of &euro;7bn.&nbsp; In addition to its growth in petrochemicals, it has acquired oil &amp; gas fields in the UK, Denmark and Norway and is a top 10 company and the biggest private enterprise operating in the North Sea.</p>\n</body>\n</html>",
        "ArticleUrl": "http://wwwlocal.ineos.com/link/4038edd13e364f6d8dea754b7c684643.aspx",
        "ArticleDate": "2019-02-28T15:09:00+00:00"
    }
]
