[
    {
        "Id": 19548,
        "Title": "INEOS Automotive announces powertrain technology partnership with BMW",
        "ImageUrl": null,
        "Content": "<!DOCTYPE html>\n<html>\n<head>\n</head>\n<body>\n<ul>\n<li><strong>Significant milestone in the development of INEOS Automotive&rsquo;s 4&times;4, Projekt Grenadier, with the announcement of a powertrain technology partnership with BMW Group</strong></li>\n<li><strong>Technology partnership is the latest step forward in the realisation of INEOS&rsquo;s plans to build an uncompromising world-class 4&times;4 vehicle</strong></li>\n<li><strong>BMW Group will supply both petrol and diesel engines, giving Projekt Grenadier&rsquo;s customers the best choice of reliable, durable, high performance and efficient powertrains</strong></li>\n<li><strong>Keep up to date at <a title=\"https://projektgrenadier.com/\" href=\"https://projektgrenadier.com/\" target=\"_blank\" rel=\"noopener\">https://projektgrenadier.com/</a></strong></li>\n</ul>\n<hr />\n<p>INEOS Automotive is pleased to announce that it has entered into a powertrain technology partnership with BMW Group, which will result in the car maker supplying engines for its forthcoming 4x4, Projekt Grenadier.</p>\n<p>The partnership will see BMW&rsquo;s TwinPower Turbo petrol and diesel engines, famed for their world-class blend of durability, performance and efficiency, feature under the bonnet of INEOS Automotive&rsquo;s off-roader.&nbsp;</p>\n<p>The announcement is a major step forward in the realisation of INEOS&rsquo;s plans to build an uncompromising 4x4, a new-from-the-ground-up vehicle built on all-new architecture, inspired by the off-road originals, such as the Willys Jeep, Series 1 Land-Rover and J40 Toyota Land Cruiser.</p>\n<p>Offering no-frills utilitarianism, complete purity of purpose, unquestionable authenticity and ultimate engineering integrity, Projekt Grenadier will be a working 4x4 that will support a varied mix of customers around the world, from Africa to Australasia, Europe to the US.</p>\n<p>Thanks to this technology partnership with BMW Group, INEOS Automotive will offer Projekt Grenadier buyers the best choice of powertrains, fusing durability and reliability with the latest innovations and emissions standards. With development ramping up, the engineering focus in Germany &ndash; working with partners MBtech &ndash; has been complemented by significant growth of the INEOS Automotive organisation in London, where the commercial, finance, supply chain, HR and IT teams now number 50 strong.</p>\n<p>Dirk Heilmann, CEO of INEOS Automotive, said:&nbsp;&ldquo;<strong>This technology partnership is a </strong><strong>very significant milestone for Projekt Grenadier </strong><strong>&ndash; we are delighted BMW Group will supply engines for our new off-roader. Its reputation as a maker of extremely reliable, high performance engines that offer total durability, efficiency and quality is second to none. Simply put, it builds the best engines in the world. Working with BMW Group is another major step forward in ensuring we deliver on our vision to build an uncompromising 4x4 with the ultimate in engineering integrity.&rdquo; </strong></p>\n<p><strong>ENDS.</strong></p>\n<p><u>Media contacts:</u></p>\n<p><a title=\"projekt.grenadier@ineos.com\" href=\"mailto:projekt.grenadier@ineos.com\" target=\"_blank\" rel=\"noopener\">projekt.grenadier@ineos.com</a></p>\n<p>Ursula Heath (INEOS)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 020 3793 8000 or 07979 507612</p>\n<p>Andrew McLachlan (Media Zoo)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 020 7384 6980 or 07931 377162</p>\n</body>\n</html>",
        "ArticleUrl": "http://wwwlocal.ineos.com/link/089b54e3b9734be19c899e75b1657725.aspx",
        "ArticleDate": "2019-03-18T15:11:16.01+00:00"
    },
    {
        "Id": 19768,
        "Title": "INEOS Styrolution presents latest news on its composite StyLight® at JEC World 2019",
        "ImageUrl": null,
        "Content": "<p>\n<i class=\"icon-earth\"></i>Frankfurt, Germany</p><p>\n<li>Meet INEOS Styrolution’s specialists at JEC 2019 in Paris in hall 6 at booth C55</li>\n<li>Visit the joint presentation with ARRK Shapers’ on a StyLight<sup>®</sup> concept used for the production of automotive interior parts</li>\n<li>Explore new StyLight<sup>®</sup> demonstration parts at the Innovation Planet</li>\n<li>Discover the new StyLight<sup>®</sup> Aesthetic based on polypropylene (PP)</li>\n</p><p>Visitors of the JEC World 2019 in Paris will have several opportunities to pick up the latest news around the innovative StyLight composite.</p><p>\n<li>INEOS Styrolution experts are available in hall 6 at booth C55 to discuss with customers the use of StyLight with specific new design concepts. Topics to be jointly explored with the experts include product properties and optimisation of the production process for the targeted surface design.</li>\n<li>Martin Köhler (Business Development Manager at INEOS Styrolution) and Pierre Audic (R&D Innovation Engineer at ARRK Shapers’) will jointly present a mold design specifically developed by ARRK Shapers’ with INEOS Styrolution’s SAN based carbon composite StyLight. The new concept results in a significant cost reduction compared to the Epoxy carbon version while offering the recycling potential of the thermoplastic composite.</li>\n<li>Two StyLight exhibits will be presented at the Innovation Planet at JEC World. The first one, manufactured by ARRK Shapers’, is a demo part of an automotive center console. The second one demonstrates the surface quality and the shaping options available with StyLight. This second exhibit was jointly developed with Neue Materialien Fürth GmbH (NMF) and coated with the coating system from Berlac. More parts will be visible on the booth C55 including a brand new PP based StyLight suitable for aesthetic applications.</li>\n</p><p>ABOUT INEOS STYROLUTION</p><p>INEOS Styrolution is the leading, global styrenics supplier with a focus on styrene monomer, polystyrene, ABS Standard and styrenic specialties. With world-class production facilities and more than 85 years of experience, INEOS Styrolution helps its customers succeed by offering the best possible solution, designed to give them a competitive edge in their markets. The company provides styrenic applications for many everyday products across a broad range of industries, including Automotive, Electronics, Household, Construction, Healthcare, Packaging and Toys/ Sports/ Leisure. In 2018, sales were at 5.4 billion euros. INEOS Styrolution employs approximately 3,500 people and operates 20 production sites in ten countries.</p><p><u> For futher information contact: </u><p><p> Name : Dr. Ralf Leinemann </p><p> Position : Global Manager PR &amp; Marketing Communications </p><p> Phone Number :  work +49 69 5095501366 </p><p> Email : ralf.leinemann@ineos.com </p></p></p>",
        "ArticleUrl": "http://wwwlocal.ineos.com/link/31e672791e23474dba9d169fad74bb9d.aspx",
        "ArticleDate": "2019-03-07T11:00:00+00:00"
    },
    {
        "Id": 19547,
        "Title": "INEOS Oxide completes acquisition of the INESCO combined Heat and Power plant (CHP) on the INEOS Zwijndrecht site in Antwerp",
        "ImageUrl": null,
        "Content": "<!DOCTYPE html>\n<html>\n<head>\n</head>\n<body>\n<p>Following the approval of the Belgium competition authority (BCA) we are pleased to announce that INEOS Oxide has completed the acquisition of the INESCO CHP from RWE Generation NL B.V.</p>\n<p>The acquisition will ensure the reliable supply of Steam, as a critical feedstock, to the INEOS plants on the site as well as our 3<sup>rd</sup> party co-siting partners. The CHP will be integrated into the existing INEOS operations on the Zwijndrecht site.</p>\n<p>The plant was constructed in 2007 as a highly flexible CHP capable of producing 240 tonnes per hour of steam and of 130 MW electricity generation.</p>\n<p>Graham Beesley CEO of INEOS Oxide said:<strong> &ldquo;The high flexibility of this CHP will allow us to meet the utility requirements of the INEOS operations and our co-siting partners, providing a solid platform for further investment on the Zwijndrecht site&rdquo; </strong></p>\n<p><strong>ENDS</strong></p>\n<p><strong>Contacts</strong></p>\n<p>Richard Longden (INEOS)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 0041 21 627 7063 or 0041 7996 26123</p>\n<p><strong>NOTES to editors</strong></p>\n<p>The products made by INEOS Oxide are used widely in household goods such as cosmetics, shampoos and toothpaste; construction materials, coatings, paints and inks. It also provides the</p>\n<p>building blocks of polymers such as PET and antifreeze used extensively within aircraft and automotive industries.</p>\n<p>The Ethylene Oxide business at the Zwijndrecht site in Antwerp was the first to be acquired by INEOS. The company has grown from this single site, originally employing 400 people with a turnover of &euro;200m. Today, INEOS is one of the world&rsquo;s largest chemicals companies and the 50<sup>th</sup> largest business in the world, employing around 20,000 people across 171 sites in 24 countries, with sales in 2017 $60bn and EBITDA of &euro;7bn.&nbsp; In addition to its growth in petrochemicals, it has acquired oil &amp; gas fields in the UK, Denmark and Norway and is a top 10 company and the biggest private enterprise operating in the North Sea.</p>\n</body>\n</html>",
        "ArticleUrl": "http://wwwlocal.ineos.com/link/4038edd13e364f6d8dea754b7c684643.aspx",
        "ArticleDate": "2019-02-28T15:09:00+00:00"
    },
    {
        "Id": 19546,
        "Title": "INEOS to invest £1 Billion in UK",
        "ImageUrl": null,
        "Content": "<!DOCTYPE html>\n<html>\n<head>\n</head>\n<body>\n<p><strong>INEOS, one of the world&rsquo;s leading manufacturing companies, is to invest &pound;1 billion in the UK </strong></p>\n<p><strong>INEOS will invest &pound;500 million in the Forties Pipeline System, prolonging the life of the North Sea&rsquo;s main oil and gas artery into the 2040s </strong></p>\n<p><strong>INEOS will invest &pound;350 million at Grangemouth in a new energy plant </strong></p>\n<p><strong>INEOS will invest &pound;150 million in Hull to build a 300,000 tonne per year VAM (Vinyl Acetate Monomer) plant </strong></p>\n<p>Sir Jim Ratcliffe, INEOS founder and chairman, says <strong>&ldquo;INEOS is a supporter of British manufacturing and this &pound;1 billion investment underlines our confidence in our business in the UK. These investments will ensure that our UK assets continue to be world class for many years to come&rdquo;</strong>&nbsp;</p>\n<hr />\n<p>INEOS is to invest &pound;1 billion in the UK in multiple projects designed to ensure its British assets stay world class for a generation.</p>\n<p>The biggest investment being announced is in the Forties Pipeline System (FPS). This &pound;500 million investment will transform the asset and extend the life of the pipeline by at least twenty years, into the 2040s.</p>\n<p>INEOS intends to overhaul the reliability of the 500km pipeline system, including modernising the environmental systems and implementing the latest technology into its systems. This investment will rejuvenate FPS, delivering a long-term asset that meets the needs of North Sea oil and gas producers.</p>\n<p>Opened in 1975, FPS is a strategic UK asset that can transport up to 600,000 barrels of North Sea oil onshore for refining every day. The pipeline transports 40% of the UK&rsquo;s Oil &amp; Gas to the mainland.</p>\n<p>Andrew Gardner, INEOS FPS CEO, says, <strong>&ldquo;North Sea oil and gas producers are telling us that they want to be in the North Sea well into the 2040s so we are making this commitment to be there with them. Following acquisition of FPS in 2017 we are now embarking on a period of investment that will guarantee that the system can support them for decades to come.&rdquo;</strong></p>\n<p>The second INEOS investment is another chapter in the renaissance of the Grangemouth site. The &pound;350 million investment will allow for the development of a new steam and power plant, delivering significantly improved energy efficiency and long-term reliability.</p>\n<p>Tobias Hannemann, CEO O&amp;P UK says: <strong>&ldquo;This investment forms part of our wider plans to secure a bright future for manufacturing at Grangemouth and will continue its renaissance as a world class petrochemicals site while supporting the refinery, FPS and wider UK economy.&rdquo; </strong></p>\n<p>In addition, INEOS will invest &pound;150 million in Hull to construct a new Vinyl Acetate Monomer (VAM) plant. This will bring production of an important raw material back to the UK. The capacity at the site is expected to be 300,000 tonnes per year. VAM is a key component in a wide range of important high-end products including laminated windscreens, toughened glass, adhesives, coatings, films, textiles and carbon fibre.</p>\n<p>Graham Beesley CEO of INEOS Oxide said: <strong>&ldquo;This is an exciting time for INEOS and great news for manufacturing in the region. We are proud to be bringing production of this important material back to the UK. This will not only strengthen UK manufacturing but boost exports from the UK to Europe and the rest of the world.&rdquo; </strong></p>\n<p>Sir Jim Ratcliffe concludes, <strong>&ldquo;At an uncertain moment for the country, INEOS has confidence in its businesses and is committed to continue investing in manufacturing and high skilled jobs in the UK.&rdquo;</strong></p>\n<p>END</p>\n<p><strong>Contacts</strong><br />Andrew McLachlan (Media Zoo)&nbsp; &nbsp; 020 7384 6980 or 07931 377162<br />David East (INEOS)&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; 01324 476948</p>\n</body>\n</html>",
        "ArticleUrl": "http://wwwlocal.ineos.com/link/0c261976fae14497ab35a2cc9c1ff300.aspx",
        "ArticleDate": "2019-02-27T15:05:00+00:00"
    },
    {
        "Id": 19544,
        "Title": "Q4 2018 Trading Statement INEOS Group Holdings SA",
        "ImageUrl": null,
        "Content": "<!DOCTYPE html>\n<html>\n<head>\n</head>\n<body>\n<p>INEOS Group Holdings S.A. (&lsquo;IGH&rsquo; or &lsquo;INEOS&rsquo;) announces its trading performance for the fourth quarter of 2018.</p>\n<p>Based on unaudited management information INEOS reports that EBITDA for the fourth quarter of 2018 was &euro;356 million, compared to &euro;562 million for Q4, 2017 and &euro;631 million for Q3, 2018.&nbsp; Full year EBITDA was &euro;2,288 million compared to &euro;2,529 million for 2017. &nbsp;The fourth quarter results were adversely impacted by significant non-cash inventory holding losses of approximately &euro;123 million in the O&amp;P North America and O&amp;P Europe segments as a result of the large decline in crude oil and product prices in the quarter.</p>\n<p>North American markets were solid, taking full benefit from their current feedstock advantage.&nbsp; Market conditions in Europe and Asia have remained relatively firm in the quarter.</p>\n<p>O&amp;P North America reported EBITDA of &euro;135 million compared to &euro;168 million in Q4, 2017. &nbsp;Full year 2018 EBITDA was &euro;798 million compared to &euro;896 million for 2017.&nbsp; The business has continued to benefit from its flexibility to be able to utilise cheaper NGL feedstocks to maintain margins. The US cracker business environment was generally solid with good operating rates throughout the quarter. &nbsp;Ethylene markets remained long, with increased supply availability impacting margins.&nbsp; Polymer demand was good, with balanced markets and solid margins. The business was adversely impacted by the market disruption from Hurricane Harvey in the fourth quarter of 2017.</p>\n<p>O&amp;P Europe reported EBITDA of &euro;108 million compared to &euro;188 million in Q4, 2017. &nbsp;Full year 2018 EBITDA was &euro;672 million compared to &euro;814 million for 2017.&nbsp; Demand for olefins in the quarter was firm in a balanced market with solid margins, partially offset by some comparative weakness in aromatics. &nbsp;Olefin volumes were negatively impacted by the logistical constraints of the low Rhine water levels in the quarter.&nbsp; European polymer demand was good, but increased competition from imports reduced margins in the quarter.</p>\n<p>Chemical Intermediates reported EBITDA of &euro;113 million compared to &euro;206 million in Q4, 2017. &nbsp;Full year 2018 EBITDA was &euro;818 million compared to &euro;819 million for 2017.&nbsp; The overall demand trend in the Oligomers business was good across most product sectors and markets. &nbsp;Results were negatively impacted by the ramp up in the cost base for the business&rsquo;s new LAO and PAO capacity coming on line later in 2019.&nbsp; Demand for the Oxide business was generally balanced with firm demand.&nbsp; There was a scheduled turnaround at the Antwerp site in the quarter.&nbsp; The markets for the Nitriles business were solid with good underlying demand. &nbsp;Demand for the Phenol business was stable, with some weakness in margins due to lower returns on acetone.&nbsp; Volumes for Phenol were also impacted by the low Rhine water levels in the quarter.</p>\n<p>Net debt was approximately &euro;4.3 billion at the end of December 2018.&nbsp; Cash balances at the end of the quarter were &euro;2,071 million, and availability under undrawn working capital facilities was &euro;314 million. &nbsp;Net debt leverage was approximately 1.9 times as at the end of December 2018.</p>\n<p>In February 2019 the Group paid a dividend of &euro;1,450 million to its parent company.</p>\n</body>\n</html>",
        "ArticleUrl": "http://wwwlocal.ineos.com/link/7be698e3ad30425cb93d6273bf2d0338.aspx",
        "ArticleDate": "2019-02-21T15:00:00+00:00"
    },
    {
        "Id": 19769,
        "Title": "INEOS Styrolution announces the completion of the acquisition of two polystyrene sites in China from Total S.A.",
        "ImageUrl": null,
        "Content": "<p>\n<i class=\"icon-earth\"></i>Frankfurt, Germany</p><p>\n<li>Applicable regulatory and legal approvals received</li>\n<li>First production move into China for INEOS Styrolution</li>\n<li>Customers benefit from a broad selection of styrenic standard and specialty grades – now with local polystyrene production in China<b></b></li>\n</p><p><b>INEOS Styrolution, the global leader in styrenics, announces today the completion of the acquisition of the polystyrene sites from Total S.A., following receipt of all applicable regulatory and legal approvals. The transaction, which was agreed on August 31, 2018, includes the purchase of the Foshan site in the Guangdong Province in South China and the Ningbo site in the Zhejiang Province in Eastern China and two related sales offices in Guangzhou and Shanghai. The annual nameplate capacity of each site is 200kt per year.</b></p><p>The transaction supports INEOS Styrolution’s Triple Shift growth strategy, as it will increase the company’s manufacturing footprint in Asia, and provides access to the domestic market in China with locally produced materials.</p><p>“We continue to execute on our growth strategy,” comments Kevin McQuade, CEO INEOS Styrolution. “After the integration of the K-Resin business, the current deal marks our second acquisition in Asia, a region that we have identified as a focus growth region for INEOS Styrolution.”</p><p>Steve Harrington, President Asia-Pacific, is excited about the new opportunities afforded by this transaction: “Not only does this deal allow us to better serve our existing customers in the region, especially in the Household and Electronics industries; it also provides us access to the broader market in China.”</p><p>ABOUT INEOS STYROLUTION</p><p>INEOS Styrolution is the leading, global styrenics supplier with a focus on styrene monomer, polystyrene, ABS Standard and styrenic specialties. With world-class production facilities and more than 85 years of experience, INEOS Styrolution helps its customers succeed by offering the best possible solution, designed to give them a competitive edge in their markets. The company provides styrenic applications for many everyday products across a broad range of industries, including Automotive, Electronics, Household, Construction, Healthcare, Packaging and Toys/ Sports/ Leisure. In 2018, sales were at 5.4 billion euros. INEOS Styrolution employs approximately 3,500 people and operates 20 production sites in ten countries.</p><p><u> For futher information contact: </u><p><p> Name : Dr. Ralf Leinemann </p><p> Position : Global Manager PR &amp; Marketing Communications </p><p> Phone Number :  work +49 69 5095501366 </p><p> Email : ralf.leinemann@ineos.com </p></p></p>",
        "ArticleUrl": "http://wwwlocal.ineos.com/link/5270e6689ef24b20860e36e003353f05.aspx",
        "ArticleDate": "2019-02-20T09:00:00+00:00"
    },
    {
        "Id": 19770,
        "Title": "INEOS Styrolution awarded gold rating by EcoVadis for its advanced sustainability performance",
        "ImageUrl": null,
        "Content": "<p>\n<i class=\"icon-earth\"></i>Frankfurt, Germany</p><p>\n<li>INEOS Styrolution achieved a score of 74, up 9 points from last year</li>\n<li>The company is now positioned in the top 1 percent of all 45,000 companies evaluated by EcoVadis</li>\n<li>Strong improvement due to continued implementation of sustainability and increased focus on circularity </li>\n</p><p><b>INEOS Styrolution, the global leader in styrenics, has been awarded the EcoVadis gold rating for the second consecutive year. The rating is based on the implementation of the company’s sustainability programme and the company’s sustainability report 2017 (published July 2018). This year’s increased score is seen as a recognition of the company’s continuous efforts and progress across four themes – environment, labour practices and human rights, ethics and sustainable procurement.</b></p><p>INEOS Styrolution has seen a steady increase of its EcoVadis rating since its first silver rating of 47 in 2015. The subsequent year saw an increase of 12 points to 59, followed by the company’s first gold rating of 65 in 2017.</p><p>This latest rating of 74 places INEOS Styrolution best in class in the category of plastics manufacturers, and in the top 1 percent overall. The rating indicates that our engagement is at an advanced level, meaning that we have a structured and proactive CSR engagement with tangible actions on major issues and with a significant CSR reporting on actions, targets and KPIs.</p><p>In 2018, the increased score in environmental practices was significant due to INEOS Styrolution’s strong environmental and recycling agenda. This includes investments in many areas such as the circular economy for polystyrene based on chemical recycling processes and an enhanced focus on the environmental footprint of our operations with continued reductions.</p><p> “An increasing number of our customers are closely monitoring our sustainability performance and our EcoVadis scoring as a basis for doing business with them. The improvement in our gold rating is an important step forward for us,” comments Kevin McQuade, CEO, INEOS Styrolution. “We will strive to continue ensuring responsible operations and sustainable products and solutions, with a strong focus on both social and environmental aspects. We aim at the circularity of our products and zero pellet loss. We continue to invest heavily in recycling of styrenics, both with our own solutions and under the umbrella of the industry initiative Styrenics Circular Solutions (SCS).”</p><p>ABOUT INEOS STYROLUTION</p><p>INEOS Styrolution is the leading, global styrenics supplier with a focus on styrene monomer, polystyrene, ABS Standard and styrenic specialties. With world-class production facilities and more than 85 years of experience, INEOS Styrolution helps its customers succeed by offering the best possible solution, designed to give them a competitive edge in their markets. The company provides styrenic applications for many everyday products across a broad range of industries, including Automotive, Electronics, Household, Construction, Healthcare, Packaging and Toys/ Sports/ Leisure. In 2017, sales were at 5.3 billion euros. INEOS Styrolution employs approximately 3,300 people and operates 18 production sites in nine countries.</p><p><u> For futher information contact: </u><p><p> Name : Dr. Ralf Leinemann </p><p> Position : Global Manager PR &amp; Marketing Communications </p><p> Phone Number :  work +49 69 5095501366 </p><p> Email : ralf.leinemann@ineos.com </p></p></p>",
        "ArticleUrl": "http://wwwlocal.ineos.com/link/027c6c6c30b64ceca68f9f639b8603e8.aspx",
        "ArticleDate": "2019-02-19T09:00:00+00:00"
    }
]
