[
    {
        "Id": 19548,
        "Title": "INEOS Automotive announces powertrain technology partnership with BMW",
        "ImageUrl": null,
        "Content": "<!DOCTYPE html>\n<html>\n<head>\n</head>\n<body>\n<ul>\n<li><strong>Significant milestone in the development of INEOS Automotive&rsquo;s 4&times;4, Projekt Grenadier, with the announcement of a powertrain technology partnership with BMW Group</strong></li>\n<li><strong>Technology partnership is the latest step forward in the realisation of INEOS&rsquo;s plans to build an uncompromising world-class 4&times;4 vehicle</strong></li>\n<li><strong>BMW Group will supply both petrol and diesel engines, giving Projekt Grenadier&rsquo;s customers the best choice of reliable, durable, high performance and efficient powertrains</strong></li>\n<li><strong>Keep up to date at <a title=\"https://projektgrenadier.com/\" href=\"https://projektgrenadier.com/\" target=\"_blank\" rel=\"noopener\">https://projektgrenadier.com/</a></strong></li>\n</ul>\n<hr />\n<p>INEOS Automotive is pleased to announce that it has entered into a powertrain technology partnership with BMW Group, which will result in the car maker supplying engines for its forthcoming 4x4, Projekt Grenadier.</p>\n<p>The partnership will see BMW&rsquo;s TwinPower Turbo petrol and diesel engines, famed for their world-class blend of durability, performance and efficiency, feature under the bonnet of INEOS Automotive&rsquo;s off-roader.&nbsp;</p>\n<p>The announcement is a major step forward in the realisation of INEOS&rsquo;s plans to build an uncompromising 4x4, a new-from-the-ground-up vehicle built on all-new architecture, inspired by the off-road originals, such as the Willys Jeep, Series 1 Land-Rover and J40 Toyota Land Cruiser.</p>\n<p>Offering no-frills utilitarianism, complete purity of purpose, unquestionable authenticity and ultimate engineering integrity, Projekt Grenadier will be a working 4x4 that will support a varied mix of customers around the world, from Africa to Australasia, Europe to the US.</p>\n<p>Thanks to this technology partnership with BMW Group, INEOS Automotive will offer Projekt Grenadier buyers the best choice of powertrains, fusing durability and reliability with the latest innovations and emissions standards. With development ramping up, the engineering focus in Germany &ndash; working with partners MBtech &ndash; has been complemented by significant growth of the INEOS Automotive organisation in London, where the commercial, finance, supply chain, HR and IT teams now number 50 strong.</p>\n<p>Dirk Heilmann, CEO of INEOS Automotive, said:&nbsp;&ldquo;<strong>This technology partnership is a </strong><strong>very significant milestone for Projekt Grenadier </strong><strong>&ndash; we are delighted BMW Group will supply engines for our new off-roader. Its reputation as a maker of extremely reliable, high performance engines that offer total durability, efficiency and quality is second to none. Simply put, it builds the best engines in the world. Working with BMW Group is another major step forward in ensuring we deliver on our vision to build an uncompromising 4x4 with the ultimate in engineering integrity.&rdquo; </strong></p>\n<p><strong>ENDS.</strong></p>\n<p><u>Media contacts:</u></p>\n<p><a title=\"projekt.grenadier@ineos.com\" href=\"mailto:projekt.grenadier@ineos.com\" target=\"_blank\" rel=\"noopener\">projekt.grenadier@ineos.com</a></p>\n<p>Ursula Heath (INEOS)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 020 3793 8000 or 07979 507612</p>\n<p>Andrew McLachlan (Media Zoo)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 020 7384 6980 or 07931 377162</p>\n</body>\n</html>",
        "ArticleUrl": "http://wwwlocal.ineos.com/link/089b54e3b9734be19c899e75b1657725.aspx",
        "ArticleDate": "2019-03-18T15:11:16.01+00:00"
    },
    {
        "Id": 19768,
        "Title": "INEOS Styrolution presents latest news on its composite StyLight® at JEC World 2019",
        "ImageUrl": null,
        "Content": "<p>\n<i class=\"icon-earth\"></i>Frankfurt, Germany</p><p>\n<li>Meet INEOS Styrolution’s specialists at JEC 2019 in Paris in hall 6 at booth C55</li>\n<li>Visit the joint presentation with ARRK Shapers’ on a StyLight<sup>®</sup> concept used for the production of automotive interior parts</li>\n<li>Explore new StyLight<sup>®</sup> demonstration parts at the Innovation Planet</li>\n<li>Discover the new StyLight<sup>®</sup> Aesthetic based on polypropylene (PP)</li>\n</p><p>Visitors of the JEC World 2019 in Paris will have several opportunities to pick up the latest news around the innovative StyLight composite.</p><p>\n<li>INEOS Styrolution experts are available in hall 6 at booth C55 to discuss with customers the use of StyLight with specific new design concepts. Topics to be jointly explored with the experts include product properties and optimisation of the production process for the targeted surface design.</li>\n<li>Martin Köhler (Business Development Manager at INEOS Styrolution) and Pierre Audic (R&D Innovation Engineer at ARRK Shapers’) will jointly present a mold design specifically developed by ARRK Shapers’ with INEOS Styrolution’s SAN based carbon composite StyLight. The new concept results in a significant cost reduction compared to the Epoxy carbon version while offering the recycling potential of the thermoplastic composite.</li>\n<li>Two StyLight exhibits will be presented at the Innovation Planet at JEC World. The first one, manufactured by ARRK Shapers’, is a demo part of an automotive center console. The second one demonstrates the surface quality and the shaping options available with StyLight. This second exhibit was jointly developed with Neue Materialien Fürth GmbH (NMF) and coated with the coating system from Berlac. More parts will be visible on the booth C55 including a brand new PP based StyLight suitable for aesthetic applications.</li>\n</p><p>ABOUT INEOS STYROLUTION</p><p>INEOS Styrolution is the leading, global styrenics supplier with a focus on styrene monomer, polystyrene, ABS Standard and styrenic specialties. With world-class production facilities and more than 85 years of experience, INEOS Styrolution helps its customers succeed by offering the best possible solution, designed to give them a competitive edge in their markets. The company provides styrenic applications for many everyday products across a broad range of industries, including Automotive, Electronics, Household, Construction, Healthcare, Packaging and Toys/ Sports/ Leisure. In 2018, sales were at 5.4 billion euros. INEOS Styrolution employs approximately 3,500 people and operates 20 production sites in ten countries.</p><p><u> For futher information contact: </u><p><p> Name : Dr. Ralf Leinemann </p><p> Position : Global Manager PR &amp; Marketing Communications </p><p> Phone Number :  work +49 69 5095501366 </p><p> Email : ralf.leinemann@ineos.com </p></p></p>",
        "ArticleUrl": "http://wwwlocal.ineos.com/link/31e672791e23474dba9d169fad74bb9d.aspx",
        "ArticleDate": "2019-03-07T11:00:00+00:00"
    },
    {
        "Id": 19547,
        "Title": "INEOS Oxide completes acquisition of the INESCO combined Heat and Power plant (CHP) on the INEOS Zwijndrecht site in Antwerp",
        "ImageUrl": null,
        "Content": "<!DOCTYPE html>\n<html>\n<head>\n</head>\n<body>\n<p>Following the approval of the Belgium competition authority (BCA) we are pleased to announce that INEOS Oxide has completed the acquisition of the INESCO CHP from RWE Generation NL B.V.</p>\n<p>The acquisition will ensure the reliable supply of Steam, as a critical feedstock, to the INEOS plants on the site as well as our 3<sup>rd</sup> party co-siting partners. The CHP will be integrated into the existing INEOS operations on the Zwijndrecht site.</p>\n<p>The plant was constructed in 2007 as a highly flexible CHP capable of producing 240 tonnes per hour of steam and of 130 MW electricity generation.</p>\n<p>Graham Beesley CEO of INEOS Oxide said:<strong> &ldquo;The high flexibility of this CHP will allow us to meet the utility requirements of the INEOS operations and our co-siting partners, providing a solid platform for further investment on the Zwijndrecht site&rdquo; </strong></p>\n<p><strong>ENDS</strong></p>\n<p><strong>Contacts</strong></p>\n<p>Richard Longden (INEOS)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 0041 21 627 7063 or 0041 7996 26123</p>\n<p><strong>NOTES to editors</strong></p>\n<p>The products made by INEOS Oxide are used widely in household goods such as cosmetics, shampoos and toothpaste; construction materials, coatings, paints and inks. It also provides the</p>\n<p>building blocks of polymers such as PET and antifreeze used extensively within aircraft and automotive industries.</p>\n<p>The Ethylene Oxide business at the Zwijndrecht site in Antwerp was the first to be acquired by INEOS. The company has grown from this single site, originally employing 400 people with a turnover of &euro;200m. Today, INEOS is one of the world&rsquo;s largest chemicals companies and the 50<sup>th</sup> largest business in the world, employing around 20,000 people across 171 sites in 24 countries, with sales in 2017 $60bn and EBITDA of &euro;7bn.&nbsp; In addition to its growth in petrochemicals, it has acquired oil &amp; gas fields in the UK, Denmark and Norway and is a top 10 company and the biggest private enterprise operating in the North Sea.</p>\n</body>\n</html>",
        "ArticleUrl": "http://wwwlocal.ineos.com/link/4038edd13e364f6d8dea754b7c684643.aspx",
        "ArticleDate": "2019-02-28T15:09:00+00:00"
    },
    {
        "Id": 19546,
        "Title": "INEOS to invest £1 Billion in UK",
        "ImageUrl": null,
        "Content": "<!DOCTYPE html>\n<html>\n<head>\n</head>\n<body>\n<p><strong>INEOS, one of the world&rsquo;s leading manufacturing companies, is to invest &pound;1 billion in the UK </strong></p>\n<p><strong>INEOS will invest &pound;500 million in the Forties Pipeline System, prolonging the life of the North Sea&rsquo;s main oil and gas artery into the 2040s </strong></p>\n<p><strong>INEOS will invest &pound;350 million at Grangemouth in a new energy plant </strong></p>\n<p><strong>INEOS will invest &pound;150 million in Hull to build a 300,000 tonne per year VAM (Vinyl Acetate Monomer) plant </strong></p>\n<p>Sir Jim Ratcliffe, INEOS founder and chairman, says <strong>&ldquo;INEOS is a supporter of British manufacturing and this &pound;1 billion investment underlines our confidence in our business in the UK. These investments will ensure that our UK assets continue to be world class for many years to come&rdquo;</strong>&nbsp;</p>\n<hr />\n<p>INEOS is to invest &pound;1 billion in the UK in multiple projects designed to ensure its British assets stay world class for a generation.</p>\n<p>The biggest investment being announced is in the Forties Pipeline System (FPS). This &pound;500 million investment will transform the asset and extend the life of the pipeline by at least twenty years, into the 2040s.</p>\n<p>INEOS intends to overhaul the reliability of the 500km pipeline system, including modernising the environmental systems and implementing the latest technology into its systems. This investment will rejuvenate FPS, delivering a long-term asset that meets the needs of North Sea oil and gas producers.</p>\n<p>Opened in 1975, FPS is a strategic UK asset that can transport up to 600,000 barrels of North Sea oil onshore for refining every day. The pipeline transports 40% of the UK&rsquo;s Oil &amp; Gas to the mainland.</p>\n<p>Andrew Gardner, INEOS FPS CEO, says, <strong>&ldquo;North Sea oil and gas producers are telling us that they want to be in the North Sea well into the 2040s so we are making this commitment to be there with them. Following acquisition of FPS in 2017 we are now embarking on a period of investment that will guarantee that the system can support them for decades to come.&rdquo;</strong></p>\n<p>The second INEOS investment is another chapter in the renaissance of the Grangemouth site. The &pound;350 million investment will allow for the development of a new steam and power plant, delivering significantly improved energy efficiency and long-term reliability.</p>\n<p>Tobias Hannemann, CEO O&amp;P UK says: <strong>&ldquo;This investment forms part of our wider plans to secure a bright future for manufacturing at Grangemouth and will continue its renaissance as a world class petrochemicals site while supporting the refinery, FPS and wider UK economy.&rdquo; </strong></p>\n<p>In addition, INEOS will invest &pound;150 million in Hull to construct a new Vinyl Acetate Monomer (VAM) plant. This will bring production of an important raw material back to the UK. The capacity at the site is expected to be 300,000 tonnes per year. VAM is a key component in a wide range of important high-end products including laminated windscreens, toughened glass, adhesives, coatings, films, textiles and carbon fibre.</p>\n<p>Graham Beesley CEO of INEOS Oxide said: <strong>&ldquo;This is an exciting time for INEOS and great news for manufacturing in the region. We are proud to be bringing production of this important material back to the UK. This will not only strengthen UK manufacturing but boost exports from the UK to Europe and the rest of the world.&rdquo; </strong></p>\n<p>Sir Jim Ratcliffe concludes, <strong>&ldquo;At an uncertain moment for the country, INEOS has confidence in its businesses and is committed to continue investing in manufacturing and high skilled jobs in the UK.&rdquo;</strong></p>\n<p>END</p>\n<p><strong>Contacts</strong><br />Andrew McLachlan (Media Zoo)&nbsp; &nbsp; 020 7384 6980 or 07931 377162<br />David East (INEOS)&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; 01324 476948</p>\n</body>\n</html>",
        "ArticleUrl": "http://wwwlocal.ineos.com/link/0c261976fae14497ab35a2cc9c1ff300.aspx",
        "ArticleDate": "2019-02-27T15:05:00+00:00"
    },
    {
        "Id": 19544,
        "Title": "Q4 2018 Trading Statement INEOS Group Holdings SA",
        "ImageUrl": null,
        "Content": "<!DOCTYPE html>\n<html>\n<head>\n</head>\n<body>\n<p>INEOS Group Holdings S.A. (&lsquo;IGH&rsquo; or &lsquo;INEOS&rsquo;) announces its trading performance for the fourth quarter of 2018.</p>\n<p>Based on unaudited management information INEOS reports that EBITDA for the fourth quarter of 2018 was &euro;356 million, compared to &euro;562 million for Q4, 2017 and &euro;631 million for Q3, 2018.&nbsp; Full year EBITDA was &euro;2,288 million compared to &euro;2,529 million for 2017. &nbsp;The fourth quarter results were adversely impacted by significant non-cash inventory holding losses of approximately &euro;123 million in the O&amp;P North America and O&amp;P Europe segments as a result of the large decline in crude oil and product prices in the quarter.</p>\n<p>North American markets were solid, taking full benefit from their current feedstock advantage.&nbsp; Market conditions in Europe and Asia have remained relatively firm in the quarter.</p>\n<p>O&amp;P North America reported EBITDA of &euro;135 million compared to &euro;168 million in Q4, 2017. &nbsp;Full year 2018 EBITDA was &euro;798 million compared to &euro;896 million for 2017.&nbsp; The business has continued to benefit from its flexibility to be able to utilise cheaper NGL feedstocks to maintain margins. The US cracker business environment was generally solid with good operating rates throughout the quarter. &nbsp;Ethylene markets remained long, with increased supply availability impacting margins.&nbsp; Polymer demand was good, with balanced markets and solid margins. The business was adversely impacted by the market disruption from Hurricane Harvey in the fourth quarter of 2017.</p>\n<p>O&amp;P Europe reported EBITDA of &euro;108 million compared to &euro;188 million in Q4, 2017. &nbsp;Full year 2018 EBITDA was &euro;672 million compared to &euro;814 million for 2017.&nbsp; Demand for olefins in the quarter was firm in a balanced market with solid margins, partially offset by some comparative weakness in aromatics. &nbsp;Olefin volumes were negatively impacted by the logistical constraints of the low Rhine water levels in the quarter.&nbsp; European polymer demand was good, but increased competition from imports reduced margins in the quarter.</p>\n<p>Chemical Intermediates reported EBITDA of &euro;113 million compared to &euro;206 million in Q4, 2017. &nbsp;Full year 2018 EBITDA was &euro;818 million compared to &euro;819 million for 2017.&nbsp; The overall demand trend in the Oligomers business was good across most product sectors and markets. &nbsp;Results were negatively impacted by the ramp up in the cost base for the business&rsquo;s new LAO and PAO capacity coming on line later in 2019.&nbsp; Demand for the Oxide business was generally balanced with firm demand.&nbsp; There was a scheduled turnaround at the Antwerp site in the quarter.&nbsp; The markets for the Nitriles business were solid with good underlying demand. &nbsp;Demand for the Phenol business was stable, with some weakness in margins due to lower returns on acetone.&nbsp; Volumes for Phenol were also impacted by the low Rhine water levels in the quarter.</p>\n<p>Net debt was approximately &euro;4.3 billion at the end of December 2018.&nbsp; Cash balances at the end of the quarter were &euro;2,071 million, and availability under undrawn working capital facilities was &euro;314 million. &nbsp;Net debt leverage was approximately 1.9 times as at the end of December 2018.</p>\n<p>In February 2019 the Group paid a dividend of &euro;1,450 million to its parent company.</p>\n</body>\n</html>",
        "ArticleUrl": "http://wwwlocal.ineos.com/link/7be698e3ad30425cb93d6273bf2d0338.aspx",
        "ArticleDate": "2019-02-21T15:00:00+00:00"
    },
    {
        "Id": 19769,
        "Title": "INEOS Styrolution announces the completion of the acquisition of two polystyrene sites in China from Total S.A.",
        "ImageUrl": null,
        "Content": "<p>\n<i class=\"icon-earth\"></i>Frankfurt, Germany</p><p>\n<li>Applicable regulatory and legal approvals received</li>\n<li>First production move into China for INEOS Styrolution</li>\n<li>Customers benefit from a broad selection of styrenic standard and specialty grades – now with local polystyrene production in China<b></b></li>\n</p><p><b>INEOS Styrolution, the global leader in styrenics, announces today the completion of the acquisition of the polystyrene sites from Total S.A., following receipt of all applicable regulatory and legal approvals. The transaction, which was agreed on August 31, 2018, includes the purchase of the Foshan site in the Guangdong Province in South China and the Ningbo site in the Zhejiang Province in Eastern China and two related sales offices in Guangzhou and Shanghai. The annual nameplate capacity of each site is 200kt per year.</b></p><p>The transaction supports INEOS Styrolution’s Triple Shift growth strategy, as it will increase the company’s manufacturing footprint in Asia, and provides access to the domestic market in China with locally produced materials.</p><p>“We continue to execute on our growth strategy,” comments Kevin McQuade, CEO INEOS Styrolution. “After the integration of the K-Resin business, the current deal marks our second acquisition in Asia, a region that we have identified as a focus growth region for INEOS Styrolution.”</p><p>Steve Harrington, President Asia-Pacific, is excited about the new opportunities afforded by this transaction: “Not only does this deal allow us to better serve our existing customers in the region, especially in the Household and Electronics industries; it also provides us access to the broader market in China.”</p><p>ABOUT INEOS STYROLUTION</p><p>INEOS Styrolution is the leading, global styrenics supplier with a focus on styrene monomer, polystyrene, ABS Standard and styrenic specialties. With world-class production facilities and more than 85 years of experience, INEOS Styrolution helps its customers succeed by offering the best possible solution, designed to give them a competitive edge in their markets. The company provides styrenic applications for many everyday products across a broad range of industries, including Automotive, Electronics, Household, Construction, Healthcare, Packaging and Toys/ Sports/ Leisure. In 2018, sales were at 5.4 billion euros. INEOS Styrolution employs approximately 3,500 people and operates 20 production sites in ten countries.</p><p><u> For futher information contact: </u><p><p> Name : Dr. Ralf Leinemann </p><p> Position : Global Manager PR &amp; Marketing Communications </p><p> Phone Number :  work +49 69 5095501366 </p><p> Email : ralf.leinemann@ineos.com </p></p></p>",
        "ArticleUrl": "http://wwwlocal.ineos.com/link/5270e6689ef24b20860e36e003353f05.aspx",
        "ArticleDate": "2019-02-20T09:00:00+00:00"
    },
    {
        "Id": 19770,
        "Title": "INEOS Styrolution awarded gold rating by EcoVadis for its advanced sustainability performance",
        "ImageUrl": null,
        "Content": "<p>\n<i class=\"icon-earth\"></i>Frankfurt, Germany</p><p>\n<li>INEOS Styrolution achieved a score of 74, up 9 points from last year</li>\n<li>The company is now positioned in the top 1 percent of all 45,000 companies evaluated by EcoVadis</li>\n<li>Strong improvement due to continued implementation of sustainability and increased focus on circularity </li>\n</p><p><b>INEOS Styrolution, the global leader in styrenics, has been awarded the EcoVadis gold rating for the second consecutive year. The rating is based on the implementation of the company’s sustainability programme and the company’s sustainability report 2017 (published July 2018). This year’s increased score is seen as a recognition of the company’s continuous efforts and progress across four themes – environment, labour practices and human rights, ethics and sustainable procurement.</b></p><p>INEOS Styrolution has seen a steady increase of its EcoVadis rating since its first silver rating of 47 in 2015. The subsequent year saw an increase of 12 points to 59, followed by the company’s first gold rating of 65 in 2017.</p><p>This latest rating of 74 places INEOS Styrolution best in class in the category of plastics manufacturers, and in the top 1 percent overall. The rating indicates that our engagement is at an advanced level, meaning that we have a structured and proactive CSR engagement with tangible actions on major issues and with a significant CSR reporting on actions, targets and KPIs.</p><p>In 2018, the increased score in environmental practices was significant due to INEOS Styrolution’s strong environmental and recycling agenda. This includes investments in many areas such as the circular economy for polystyrene based on chemical recycling processes and an enhanced focus on the environmental footprint of our operations with continued reductions.</p><p> “An increasing number of our customers are closely monitoring our sustainability performance and our EcoVadis scoring as a basis for doing business with them. The improvement in our gold rating is an important step forward for us,” comments Kevin McQuade, CEO, INEOS Styrolution. “We will strive to continue ensuring responsible operations and sustainable products and solutions, with a strong focus on both social and environmental aspects. We aim at the circularity of our products and zero pellet loss. We continue to invest heavily in recycling of styrenics, both with our own solutions and under the umbrella of the industry initiative Styrenics Circular Solutions (SCS).”</p><p>ABOUT INEOS STYROLUTION</p><p>INEOS Styrolution is the leading, global styrenics supplier with a focus on styrene monomer, polystyrene, ABS Standard and styrenic specialties. With world-class production facilities and more than 85 years of experience, INEOS Styrolution helps its customers succeed by offering the best possible solution, designed to give them a competitive edge in their markets. The company provides styrenic applications for many everyday products across a broad range of industries, including Automotive, Electronics, Household, Construction, Healthcare, Packaging and Toys/ Sports/ Leisure. In 2017, sales were at 5.3 billion euros. INEOS Styrolution employs approximately 3,300 people and operates 18 production sites in nine countries.</p><p><u> For futher information contact: </u><p><p> Name : Dr. Ralf Leinemann </p><p> Position : Global Manager PR &amp; Marketing Communications </p><p> Phone Number :  work +49 69 5095501366 </p><p> Email : ralf.leinemann@ineos.com </p></p></p>",
        "ArticleUrl": "http://wwwlocal.ineos.com/link/027c6c6c30b64ceca68f9f639b8603e8.aspx",
        "ArticleDate": "2019-02-19T09:00:00+00:00"
    },
    {
        "Id": 19545,
        "Title": "Fracking tests find ‘U.S. levels’ of gas in British Shale",
        "ImageUrl": null,
        "Content": "<!DOCTYPE html>\n<html>\n<head>\n</head>\n<body>\n<p><strong>UK shale leader INEOS finds gas in Bowland shale similar to levels found in US Barnett shale</strong></p>\n<p><strong>The Barnett shale has created hundreds of thousands of jobs and billions of dollars of investment in the US</strong></p>\n<p><strong>INEOS to carry out further tests in Spring of 2019</strong></p>\n<hr />\n<p>Britain's biggest private company and shale leader has today announced the successful results of recent tests in the Bowland shale. Working in conjunction with partners iGas, INEOS found very high concentrations of gas, comparable (and in some of the tests higher) than the average levels in the Barnett shale in Texas, where hundreds of thousands of jobs have been created and billions of dollars of investment secured.</p>\n<p>The tests were carried out at Tinker Lane in Nottinghamshire and found an average level of 60.7 standard cubic feet (scf) per tonne of gas - the average for the Barnett shale is 39 scf per tonne.&nbsp;</p>\n<p>Although these initial signs are promising for exploration of the basin as a whole, it is not yet clear that a commercial resource has been discovered in Tinker Lane. The site sits on the edge of the Bowland shale - further tests are scheduled to be carried out in the heart of the Bowland geography in the coming months where commercial drilling is much more likely to be viable.&nbsp;</p>\n<p>Commenting on the results COO of INEOS Shale, Tom Pickering said: <strong>\"It is obviously early days, but these initial findings are potentially hugely promising. These are the highest readings in the UK that we have ever seen and give a glimpse of the possibilities that UK shale can provide if given the chance. These are US levels of gas and could be truly transformational for the UK economy, bringing untold jobs and investment to some of the countries most deprived areas.</strong></p>\n<p><strong>With Brexit just around the corner and the UK increasingly dependent on expensive foreign gas, now is the time for strong leadership to take advantage of a once in a generation opportunity to create an indigenous shale gas industry. Specifically, we need the right regulations on shale - making further testing both safe and viable.\"</strong></p>\n<p>ENDS</p>\n<p>For more information, please contact:</p>\n<p>Richard Longden (INEOS) 0041 21 627 7063 or 0041 7996 26123</p>\n<p>Mark Killick (Media Zoo) 020 7384 6980 or 07836 634449</p>\n<p>Andrew McLachlan (Media Zoo) 020 7384 6980 or 07931 377162</p>\n</body>\n</html>",
        "ArticleUrl": "http://wwwlocal.ineos.com/link/16d066df1bd64d4fa6be1a31e8f39f07.aspx",
        "ArticleDate": "2019-02-18T15:03:00+00:00"
    },
    {
        "Id": 19771,
        "Title": "INEOS Styrolution strengthens distribution structure in EMEA",
        "ImageUrl": null,
        "Content": "<p>\n<i class=\"icon-earth\"></i>Frankfurt, Germany</p><p>\n<li>Changes affect distribution structure for INEOS Styrolution’s standards business</li>\n<li>Additional distributor signed up in the Iberia region to optimise local market outreach</li>\n</p><p><b>INEOS Styrolution, the global leader in styrenics, announces today that a new cooperation has been agreed with Tecnopol in Iberia (Spain, Portugal). </b></p><p>In order to be set up for growth in the Iberia region, INEOS Styrolution agreed on a new cooperation with Tecnopol for its standards business in Spain and Portugal. The new agreement is effective as of the beginning of 2019. INEOS Styrolution and Tecnopol are already looking back at a successful cooperation in Italy for the standard and a selected specialty portfolio. The agreement for Iberia covers INEOS Styrolution’s entire standards business (polystyrene and ABS standard polymers). </p><p>Alberto Borio and Giancarlo Rizzi, managing directors at Tecnopol, comment: “We are pleased to expand the cooperation with INEOS Styrolution. The company brings a very strong product portfolio to the market and we are looking forward to growing together based on this new agreement as we did in Italy since 2001.”</p><p>Natasza Bil, Senior Distribution Manager at INEOS Styrolution concludes: “Today’s announcement is an extension to the new distribution structure announced a year ago. The new agreement gives us an optimised access to the market in Spain and Portugal and allows addressing new business opportunities for INEOS Styrolution’s standards polymer business.”</p><p>ABOUT INEOS STYROLUTION</p><p>INEOS Styrolution is the leading, global styrenics supplier with a focus on styrene monomer, polystyrene, ABS Standard and styrenic specialties. With world-class production facilities and more than 85 years of experience, INEOS Styrolution helps its customers succeed by offering the best possible solution, designed to give them a competitive edge in their markets. The company provides styrenic applications for many everyday products across a broad range of industries, including Automotive, Electronics, Household, Construction, Healthcare, Packaging and Toys/ Sports/ Leisure. In 2017, sales were at 5.3 billion euros. INEOS Styrolution employs approximately 3,300 people and operates 18 production sites in nine countries.</p><p><u> For futher information contact: </u><p><p> Name : Dr. Ralf Leinemann </p><p> Position : Global Manager PR &amp; Marketing Communications </p><p> Phone Number :  work +49 69 5095501366 </p><p> Email : ralf.leinemann@ineos.com </p></p></p>",
        "ArticleUrl": "http://wwwlocal.ineos.com/link/8fb66fd99d3f496698ffa25643c8fa85.aspx",
        "ArticleDate": "2019-02-14T09:00:00+00:00"
    },
    {
        "Id": 19542,
        "Title": "Open Letter to the European Commission President Jean-Claude Juncker",
        "ImageUrl": null,
        "Content": "<!DOCTYPE html>\n<html>\n<head>\n</head>\n<body>\n<p>Open letter to President Jean-Claude Juncker<br />President European Commission<br />European Commission<br />Rue de la Loi 200<br />B-1049 Brussels</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;11<sup>th</sup> February 2019</p>\n<p>Dear President Juncker,</p>\n<p>&ldquo;Are you quite mad?&rdquo; was the reaction of one well known CEO of a European chemicals company when INEOS publicly announced recently its huge &euro;3 billion petrochemicals expansion in Antwerp in January of this year.&nbsp;&nbsp; The first of its kind for a generation.</p>\n<p>Nobody but nobody in my business seriously invests in Europe.&nbsp;&nbsp; They haven&rsquo;t for a generation.&nbsp;&nbsp; Everyone in my business does however invest in the USA, Middle East or China, or indeed, all three.&nbsp;&nbsp; The USA is in the middle of a $200 billion spending spree on 333 new chemical plants. &nbsp;&nbsp;China has spent that sum annually for many years, constructing its own chemical building blocks.</p>\n<p>Europe, not so long ago the world leader in chemicals, has seen its market share in the last decade alone collapse from 30% world market share to 15%.&nbsp;&nbsp; This is an industry that employs over 1 million people in high quality jobs in Europe and five times that in indirect jobs. Worldwide, chemicals is an immense industry, considerably bigger than the automotive sector with revenues approaching $4 trillion.</p>\n<p>Europe is no longer competitive.&nbsp;&nbsp; It has the worlds most expensive energy and labour laws that are uninviting for employers.&nbsp;&nbsp; Worst of all, it has green taxes that, at best, can be described as foolish as they are having the opposite effect to how they were intended.&nbsp;&nbsp;</p>\n<p>Europe going it alone with green taxes prevents renewal as it frightens away investment into the open arms of the USA and China. It also pushes manufacturing to other parts of the world that care less for the environment. To get a sense of the importance of renewal a 70s car will emit 50 times the pollution of a modern day car. Chemical plants are not so different.</p>\n<p>The USA is fully in the process of renewal.&nbsp;&nbsp; Immense building programmes are installing the world&rsquo;s finest chemical technology which has a fraction of the emissions we saw a generation ago.&nbsp;&nbsp; Old units are being shut down.&nbsp;&nbsp; The USA doesn&rsquo;t have green taxes but it does insist on the very highest environmental standards before it issues permits for new builds.</p>\n<p>So let&rsquo;s step back.&nbsp;&nbsp; Europe remains with an industry built one or two generations ago with old environmental standards and has frightened away new investment for a generation with heavy green taxes.&nbsp;&nbsp; America has welcomed new investment but on condition that it has the highest possible environmental standards.&nbsp;&nbsp; It has created investment, new jobs and improved environmental emissions.&nbsp;&nbsp; Europe has done the opposite on all fronts.&nbsp; I know who looks smarter.</p>\n<p>I have an intense interest in preserving the environment.&nbsp;&nbsp; I see wildlife being slaughtered in Africa, forests burning all over the world, fish stocks being decimated and I fully believe that we must arrest global warming.</p>\n<p>But Europe &lsquo;going it alone&rsquo; with green taxes as its main strategy has got it wrong.</p>\n<p>As for the question posed to me at the outset, &ldquo;Are we mad?&rdquo;, the answer is no.&nbsp;&nbsp; INEOS is uniquely able to import huge quantities of cheap energy and feedstocks from the USA and we have no &lsquo;market risk&rsquo; as all the product that we will produce will be consumed by our own INEOS businesses in Europe.</p>\n<p>But don&rsquo;t expect others to follow.&nbsp;&nbsp; They will be welcomed by the USA and China with a warm smile and a good strategy.</p>\n<p>Europe, reminds me somewhat of the Charge of the Light Brigade, immortalised in Tennyson&rsquo;s wonderful poem, full of valour and good intention but the outcome will not be pretty.</p>\n<p>Yours Sincerely</p>\n<p><strong>Sir Jim Ratcliffe<br /></strong>Chairman, INEOS.</p>\n</body>\n</html>",
        "ArticleUrl": "http://wwwlocal.ineos.com/link/550f86abb6bc473faa0cb7a1f81cec06.aspx",
        "ArticleDate": "2019-02-12T14:55:00+00:00"
    },
    {
        "Id": 19772,
        "Title": "INEOS Styrolution introduces new grade for the healthcare industry",
        "ImageUrl": null,
        "Content": "<p>\n<i class=\"icon-earth\"></i>Frankfurt, Germany</p><p>\n<li>INEOS Styrolution’s new Styroflex<sup>®</sup> 4G80 is specifically designed for medical tubing applications</li>\n<li>The material comes with INEOS Styrolution’s Essential HD Package (risk class 1 & 2)<b></b></li>\n<li>Visit booth 619 at MD&M West in Anaheim (Convention Center Anaheim, California – February 5-7, 2019) to learn more from INEOS Styrolution’s experts<b></b></li>\n</p><p><b>INEOS Styrolution, the global leader in styrenics, announces today the introduction of its new Styroflex<sup>®</sup> 4G80 grade. Styroflex 4G80 is an S-TPE (styrene thermoplastic elastomer) that combines transparency, elasticity, and excellent processability making it suitable for extrusion applications.</b></p><p>The new Styroflex 4G80 grade provides an attractive mix of properties making it ideal for various medical tubing applications – ranging from use in traditional IV sets to more complex multi-layer tubing structures. Key material properties include excellent bonding performance, good kink resistance and clarity, and the ability to be processed on standard tubing extrusion equipment at superior processing rates when compared to other materials. This combination of properties makes Styroflex 4G80 an attractive option for tubing applications that historically have been developed with different polymers. In fact, it is an excellent product choice for customers looking to expand their portfolio to include next generation materials. </p><p>Styroflex 4G80 is available with INEOS Styrolution’s Essential HD Package (risk class 1 & 2) which includes up to 12 months notification of change (NOC) with a signed long-term supply contract, locked formulations as defined in a Drug Master File (DMF) which will be filed soon with the FDA, and a variety of regulatory compliance documents and biocompatibility information (e.g. USP Class VI, ISO 10993, food contact statements). This service package demonstrates INEOS Styrolution’s commitment to product safety and long-term dedication to this market space, which are desirable traits sought out by design engineers.</p><p>Alexander Silvestre, Global Director, Healthcare, predicts a very successful future for the new material: “Styroflex 4G80 has been developed in close cooperation with some of our partners to ensure a market need was properly met. It was designed to meet the demanding needs for medical tubing, but also cater to the desires for some medical OEMs looking for an alternate solution to what is currently offered. I would highly encourage anyone interested in next generation materials to take a closer look at our latest offering – or stop by at our booth at MD&M West.”</p><p>ABOUT INEOS STYROLUTION</p><p>INEOS Styrolution is the leading, global styrenics supplier with a focus on styrene monomer, polystyrene, ABS Standard and styrenic specialties. With world-class production facilities and more than 85 years of experience, INEOS Styrolution helps its customers succeed by offering the best possible solution, designed to give them a competitive edge in their markets. The company provides styrenic applications for many everyday products across a broad range of industries, including Automotive, Electronics, Household, Construction, Healthcare, Packaging and Toys/ Sports/ Leisure. In 2017, sales were at 5.3 billion euros. INEOS Styrolution employs approximately 3,300 people and operates 18 production sites in nine countries.</p><p><u> For futher information contact: </u><p><p> Name : Dr. Ralf Leinemann </p><p> Position : Global Manager PR &amp; Marketing Communications </p><p> Phone Number :  work +49 69 5095501366 </p><p> Email : ralf.leinemann@ineos.com </p></p></p>",
        "ArticleUrl": "http://wwwlocal.ineos.com/link/191c26e994904209bedd93c1d389eeb7.aspx",
        "ArticleDate": "2019-02-05T09:00:00+00:00"
    },
    {
        "Id": 19541,
        "Title": "INEOS calls for Government to end \"unworkable\" shale policy or end shale",
        "ImageUrl": null,
        "Content": "<!DOCTYPE html>\n<html>\n<head>\n</head>\n<body>\n<p><strong>INEOS has today called for the government to increase the shale seismicity limit from an unworkable 0.5 to a more sensible level on the Richter scale.</strong></p>\n<p><strong>The current 0.5 level is over 3,000 times lower than the 4.0 level typically found in the United States where over 1 million shale wells have been safely drilled.</strong></p>\n<p><strong>INEOS believes the government&rsquo;s current policy will do irreparable damage to the UK&rsquo;s manufacturing base.</strong></p>\n<p><strong>Sir Jim Ratcliffe, INEOS Chairman describes the government&rsquo;s position as, &ldquo;Unworkable, unhelpful and playing politics with the country&rsquo;s future&rdquo;</strong></p>\n<hr />\n<p>INEOS calls upon the Government to either make shale workable or shut it down and not to use politically expedient, slippery back door manoeuvres to end shale. British companies have been working in good faith to develop an onshore gas industry in the UK. There are indications that there may be enough gas to make the UK self sufficient in energy for a generation and stimulate huge investment in manufacturing as has been the case in the USA.</p>\n<p>Government insists on absurd seismic thresholds for shale at 180,000 times lower than the USA where 1 million wells have been safely drilled. Planning policy remains archaic, glacially slow, inordinately expensive and virtually unworkable. INEOS believes the UK energy policy is non-existent and will do irreparable damage to the UK&rsquo;s remaining manufacturing base.</p>\n<p>In the United States, where over a million shale wells have been drilled the seismicity limit is typically set at 4.0 on the Richter Scale.&nbsp; The UK Government decided to set the level at 0.5, a level that has no sound basis in science and betrays a total lack of understanding of the shale extraction process.</p>\n<p>Jim Ratcliffe, INEOS Chairman commented, <strong>&ldquo;The Department of Business, Energy &amp; Industrial Strategy (BEIS) seems to lack a basic understanding of the Richter Scale.&nbsp;&nbsp; It is a logarithmic scale.&nbsp;&nbsp; The limit within the United States is typically set at 4.0 &ndash; a level that the US Environmental Protection Agency feels is safe and will not lead to any damage to land, property or people.&nbsp;&nbsp; To put that into perspective, magnitude 4.0 is 3,162 times higher than 0.5 and 177,827 times stronger in terms of energy release.&rdquo;</strong></p>\n<p>Shale development has transformed the US economy in the last 10 years.&nbsp;&nbsp; Just one of 50 shales in the US, the Permian, is now producing twice the amount of gas that the UK extracts from the entire North Sea.&nbsp;&nbsp; The availability of clean and abundant gas has rejuvenated the energy intensive manufacturing base of North America with hundreds of billions of new investment in chemicals, steel, glass and aluminium leading to the creation of millions of new jobs.</p>\n<p>The UK, by contrast, has no coherent energy policy.&nbsp; The announcement by Hitachi of their withdrawal from the Wylfa nuclear investment in North Wales, hot on the heels of a similar announcement from Toshiba leaves the entire UK nuclear policy as the EDF plant at Hinkley Point, an investment that is hugely over budget, way behind schedule and will produce electricity from an unproven technology at a totally uncompetitive price.</p>\n<p>The UK electricity supply is completely dependent upon gas and nuclear. In addition, 85% of UK homes and most of UK industry needs gas for heat. The UK has no nuclear strategy despite closure notices on 8 of its 9 nuclear plants. Gas from the North Sea, which peaked in 2000, has long since been in decline.</p>\n<p>The Government is shutting down shale by the backdoor and is betting the future of our manufacturing industry on windmills and imported gas from countries which are potentially unstable.</p>\n<p><strong>&ldquo;The Government&rsquo;s position is unworkable and unhelpful.&nbsp;&nbsp; They are playing politics with the future of the country.&nbsp;&nbsp; We have a non-existent energy strategy and are heading towards an energy crisis that will do long term and irreparable damage to the economy and the Government needs to decide whether they are finally going to put the country first and develop a workable UK onshore gas industry&rdquo;</strong> says Ratcliffe.</p>\n<p>ENDS</p>\n<p><strong><u>Media contacts</u></strong></p>\n<p>Richard Longden (INEOS)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 0041 21 627 7063 or 0041 7996 26123</p>\n<p>Mark Killick (Media Zoo)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 020 7384 6980 or 07836 634449</p>\n<p>Andrew McLachlan (Media Zoo)&nbsp;&nbsp; 020 7384 6980 or 07931 377162</p>\n<p>&nbsp;</p>\n</body>\n</html>",
        "ArticleUrl": "http://wwwlocal.ineos.com/link/24985d2f51864c90b0787701b27a9303.aspx",
        "ArticleDate": "2019-02-04T14:50:00+00:00"
    },
    {
        "Id": 19773,
        "Title": "INEOS Styrolution, Neue Materialien Bayreuth, University of Bayreuth – five years of successful R&D collaboration",
        "ImageUrl": null,
        "Content": "<p>\n<i class=\"icon-earth\"></i>Frankfurt, Germany</p><p>\n<li>Truly unique R&D collaboration addresses the entire value chain from basic research across pilot production to commercialisation of styrenic specialty solutions</li>\n<li>Customer-centric innovation at the center of INEOS Styrolution’s market approach</li>\n</p><p><b>INEOS Styrolution, the global leader in styrenics, celebrates the 5<sup>th</sup> anniversary of a unique and successful R&D collaboration model with Neue Materialien Bayreuth GmbH (NMB), in cooperation with the University of Bayreuth. This partnership is focused on exploring and bringing to market new styrenics based solutions for INEOS Styrolution’s focus industries like automotive, electronics, household, construction, and healthcare. Strategic projects include development of sustainability concepts and recycling solutions for styrenic materials, new lightweight composites, foam injection molding with aesthetic surface and improved anti-scratch performance for styrenic polymers. </b></p><p>Going well beyond sponsoring a graduate-level research project, the partnership offers INEOS Styrolution access to a dedicated research team, including a managing scientist and highly qualified research personnel through NMB. The managing scientist’s role is a constant evaluation of new technologies for use in the field of styrenics. INEOS Styrolution benefits from this permanent seed creation process by steady growth of their innovation pipeline in both size and value. Further development examples include research in the area of recycling polystyrene post-consumer waste, aesthetic lightweight applications made by foam injection molding techniques, and improved scratch resistance for styrenic polymers. Through its close cooperation with the Department of Macromolecular Chemistry and Polymer Engineering at the University of Bayreuth, INEOS Styrolution has access to the expertise of world-renowned experts like Prof. Dr. Hans-Werner Schmidt and Prof. Dr.-Ing. Volker Altstädt, with profound expertise across many areas of basic and applied polymer science and technology. In addition, the location Bayreuth in Northern Bavaria, Germany, is known throughout Europe as a hotspot for polymer innovation and is home to a host of companies specializing in polymer production and compounding. This aspect is crucial for INEOS Styrolution´s approach to bring new R&D results “to the road”.</p><p><b>Research to recycle polystyrene post-consumer waste</b></p><p>INEOS Styrolution is dedicated to finding solutions that avoid landfills and incineration as end-of-life scenarios for styrenic materials after the use phase. Consequently, the company is very active in a number of projects that explore alternatives.</p><p>NMB contributes to the ResolVe project, which is led by INEOS Styrolution and funded by the German Federal Ministry of Education and Research (BMBF). The project addresses chemical recycling of polystyrene post-consumer waste. This concept aims at achieving a true circular economy, where polystyrene waste is recycled into virgin, high-quality styrenic polymers.</p><p><b>StyLight<sup>®</sup> - Innovative new generation of thermoplastic composites based on styrenic copolymers for lightweight designs</b></p><p>One of the many achievements of the “INEOS Styrolution – Bayreuth”-partnership is the analysis and optimisation of StyLight<sup>®</sup>, the first thermoplastic composite based on styrenic polymers.</p><p>Bayreuth contributed significantly to exploring various technologies for the industrialisation of StyLight<sup>®</sup>. NMB focused on determining optimum processing conditions combining thermoforming and back injection moulding. Their results guide customers to optimise surface quality, energy consumption and cycle times.</p><p>StyLight is today validated according to the automotive interior specification of leading car manufacturers for new application designs. The material also made inroads to the electronics and sports industries.<b> <br /></b></p><p><b>A unique and successful R&D model for the plastics industry celebrates its 5<sup>th</sup> anniversary</b></p><p>Dr. Norbert Niessner, Director global R&D and intellectual property at INEOS Styrolution, comments on the collaboration: “At INEOS Styrolution, R&D is an integral part of the business. We support both top-line growth, i.e. new products and applications, as well as efficiency improvement projects. The smooth collaboration with Bayreuth enables us to focus our own activities on downstream customer innovations across our focus industries including automotive, electronics, household, construction, and healthcare.”</p><p>Prof. Dr.-Ing. Volker Altstädt, CEO, Neue Materialien Bayreuth GmbH adds: “I am very pleased with the collaboration. In fact, I am thrilled to see that one of our master students has recently been recognised as the first INEOS Styrolution award winner for excellent achievements in R&D. This award is yet another confirmation for our institution delivering first class research. Looking forward, I see interesting and challenging new projects that we are eager to take on.”</p><p>Prof. Dr. Hans-Werner Schmidt, Department of Macromolecular Chemistry, University of Bayreuth comments on the benefits of the cooperation and summarises:<b> </b>“The collaboration with INEOS Styrolution provides application-focused research fields, being attractive for our students and researchers. We established an environment of trust, freedom, space and flexibility that allow us to progress at a high speed from the initial idea to innovation. As a strong R&D site in polymer and material science, the University of Bayreuth contributes both, broad and in-depth experience. We are eager to work side-by-side with INEOS Styrolution to jointly create the styrenic innovations of tomorrow.”</p><p>ABOUT INEOS STYROLUTION</p><p>INEOS Styrolution is the leading, global styrenics supplier with a focus on styrene monomer, polystyrene, ABS Standard and styrenic specialties. With world-class production facilities and more than 85 years of experience, INEOS Styrolution helps its customers succeed by offering the best possible solution, designed to give them a competitive edge in their markets. The company provides styrenic applications for many everyday products across a broad range of industries, including Automotive, Electronics, Household, Construction, Healthcare, Packaging and Toys/ Sports/ Leisure. In 2017, sales were at 5.3 billion euros. INEOS Styrolution employs approximately 3,300 people and operates 18 production sites in nine countries.</p><p><u> For futher information contact: </u><p><p> Name : Dr. Ralf Leinemann </p><p> Position : Global Manager PR &amp; Marketing Communications </p><p> Phone Number :  work +49 69 5095501366 </p><p> Email : ralf.leinemann@ineos.com </p></p></p>",
        "ArticleUrl": "http://wwwlocal.ineos.com/link/39d41892e76d4b30aabd41196a74556c.aspx",
        "ArticleDate": "2019-01-30T09:00:00+00:00"
    },
    {
        "Id": 19531,
        "Title": "Successful start up of new chlorine cellroom at Stenungsund Site",
        "ImageUrl": null,
        "Content": "<!DOCTYPE html>\n<html>\n<head>\n</head>\n<body>\n<p>INOVYN announces it has started production from its new membrane chlorine cellroom at Stenungsund Site (Sweden).</p>\n<p>The first production run took place last week following successful commissioning of the new plant. The Stenungsund cellroom adds to INOVYN&rsquo;s extensive chlor-alkali production portfolio across Europe utilising best available membrane cell technology.</p>\n<p>Comments Filipe Constant, Business Director for INOVYN: &ldquo;We are delighted to announce the completion of this major investment as part of the continued sustainable growth of INOVYN.</p>\n<p>&ldquo;INOVYN is one of the world&rsquo;s largest producers of chlorine and caustic soda and the start-up of the new plant at Stenungsund demonstrates our ongoing commitment to providing reliable supply to our customers, using the best available technology. &ldquo;</p>\n<hr />\n<p>ENDS</p>\n<p><br />For editors:</p>\n<p>INOVYN was formed on 1 July 2015, creating a PVC producer that ranks among the top three worldwide.&nbsp; With an annual turnover in excess of &euro;3.5 billion, INOVYN has more than 4,300 employees and manufacturing, sales and marketing operations in ten countries across Europe.</p>\n<p>INOVYN&rsquo;s portfolio consists of an extensive range of class leading products arranged across Organic Chlorine Derivatives, Chlor Alkali, General Purpose Vinyls and Specialty Vinyls. &nbsp;Annual production volumes are in excess of 40 million tonnes.</p>\n<p>PRESS CONTACT</p>\n<p>Craig Welsh</p>\n<p>E:&nbsp;<a title=\"craig.welsh@inovyn.com\" href=\"mailto:craig.welsh@inovyn.com\" target=\"_blank\" rel=\"noopener\">craig.welsh@inovyn.com</a><br />T: +44 1928 511528</p>\n</body>\n</html>",
        "ArticleUrl": "http://wwwlocal.ineos.com/link/f76580c0798142289e77e64448d214fa.aspx",
        "ArticleDate": "2019-01-23T13:45:00+00:00"
    },
    {
        "Id": 19424,
        "Title": "INEOS, Europe’s largest petrochemicals company, announces Antwerp as the location for its new ground breaking 3 billion Euro petrochemical investment",
        "ImageUrl": null,
        "Content": "<!DOCTYPE html>\n<html>\n<head>\n</head>\n<body>\n<p class=\"p1\">The &euro;3 billion investment will be the biggest ever made by INEOS and is first cracker to be built in Europe in 20 years.</p>\n<p class=\"p1\">The investment is a game changer for the chemical sectors and will bring huge benefits to the Belgium and wider European economies.</p>\n<p class=\"p1\">Sir Jim Ratcliffe, Founder and Chairman of INEOS says: &ldquo;Our investment in a gas cracker and world-scale PDH unit is the largest of its kind in Europe for more than a generation and is an important development for the European petrochemical industry. We believe this investment will reverse years of decline in the sector.&rdquo;</p>\n<p class=\"p1\"><img src=\"https://wwwlocal.ineos.com/link/7e7f0cd4e07d4c5d969aee068707c706.aspx\" alt=\"\" width=\"1200\" height=\"673\" /></p>\n<p class=\"p1\">INEOS has today announced that Antwerp, Belgium will be the location for its multi-billion Euro project for an ethane gas cracker and world-scale PDH unit in Europe. The &euro;3 billion investment is the largest investment in the European chemicals sector in 20 years and could be a game changer for the Belgium economy.</p>\n<div class=\"epi-contentfragment\">Video</div>\n<p class=\"p1\">Sir Jim Ratcliffe, CEO and Chairman of INEOS said: &ldquo;Our investment in a gas cracker and world-scale PDH unit is the largest of its kind in Europe for more than a generation and is an important development for the European petrochemical industry. We believe this investment will reverse years of decline in the European chemicals sector.&rdquo;</p>\n<p class=\"p1\">The new petrochemical complex will be co-located with INEOS&rsquo; existing sites in Europe making polymers and will be connected by pipeline to a number of INEOS ethylene and propylene derivative units in the region.</p>\n<p class=\"p1\">INEOS already has a major presence in Belgium, employing 2500 people across 9 manufacturing sites, with 6 of these located in Antwerp and 3 Research and Technology centres.</p>\n<p class=\"p1\">John McNally, CEO of the Project said: &ldquo;The selection of Antwerp as a location for these new assets is a significant step-forward for the development of this project. This decision builds upon our long-standing relationship with the Port of Antwerp, the City of Antwerp, and the governments of Flanders and Belgium.&rdquo;</p>\n<p class=\"p1\">Rob Ingram, CEO INEOS Olefins &amp; Polymers Europe. North said: &ldquo;The addition of these world-scale assets, using cutting edge technologies that are also highly energy efficient, will give us a competitive and sustainable cost base. We believe this will significantly strengthen the whole of the ethylene and propylene derivative chains within INEOS and allows us to continue to support the growth and development of our customers for years to come.&rdquo;</p>\n<p class=\"p1\"><img src=\"https://wwwlocal.ineos.com/link/5ae59871baee4103ba4ae3a6a045045a.aspx\" alt=\"\" width=\"1110\" height=\"871\" /></p>\n<p class=\"p1\">ENDS</p>\n<p class=\"p1\">Media contacts</p>\n<p class=\"p1\">Richard Longden (INEOS) 0041 21 627 7063 or 0041 7996 26123</p>\n<p class=\"p1\">Mark Killick (Media Zoo) 020 7384 6980 or 07836 634449</p>\n<p class=\"p1\">Andrew McLachlan (Media Zoo) 020 7384 6980 or 07931 377162</p>\n</body>\n</html>",
        "ArticleUrl": "http://wwwlocal.ineos.com/link/13bc34430a7c471ebbad9c313f06e629.aspx",
        "ArticleDate": "2019-01-14T15:00:00+00:00"
    },
    {
        "Id": 19070,
        "Title": "INEOS Oxide announces the acquisition of Lavéra Ethoxylation Plant",
        "ImageUrl": null,
        "Content": "<!DOCTYPE html>\n<html>\n<head>\n</head>\n<body>\n<p>INEOS Oxide and Wilmar today announce that they have closed the acquisition by INEOS of the Wilmar Ethoxylation plant in Lav&eacute;ra, France.</p>\n<p>Nathalie Haeberli, Business Manager Alkoxylation, commented&nbsp;<strong>&ldquo;This acquisition is a great fit for our alkoxylation business as we continue our growth in the European marketplace. We will now operate alkoxylation assets on three integrated INEOS sites. We look forward to adding this capacity to our network, that together with our upcoming expansion in Zwijndrecht, Antwerp,&nbsp;Belgium, increases our offering to the European market.&rdquo;</strong></p>\n<p>Graham Beesley, CEO INEOS Oxide said&nbsp;<strong>&ldquo;This acquisition comes at an opportune moment for INEOS&rsquo;s Lav&eacute;ra ethylene oxide activities following the recent decision to invest in the Lav&eacute;ra site. We are confident that this enhancement to our capabilities in Lav&eacute;ra will deliver for the business, noting the expertise of both the Wilmar and INEOS Oxide teams at Lav&eacute;ra.&rdquo;</strong>&nbsp;As part of these&nbsp;investments INEOS expects its annual ethylene oxide production capacity at Lav&eacute;ra ultimately to reach 270 kt.</p>\n<p>In the transaction, INEOS Oxide will acquire the Lav&eacute;ra ethoxylation production asset and the associated employees, however the Wilmar commercial portfolio is not part of the transaction and will remain with Wilmar. In parallel, supporting Wilmar&rsquo;s strategic goals, INEOS and Wilmar have entered into a toll manufacturing agreement to supply ethoxylation capacity to Wilmar from across the INEOS network.</p>\n<p><strong>ENDS</strong><br /><br />Press contact</p>\n<p>Richard Longden (INEOS)&nbsp; &nbsp; &nbsp; &nbsp; 0041 21 627 7063 or 0041 7996 26123</p>\n</body>\n</html>",
        "ArticleUrl": "http://wwwlocal.ineos.com/link/ad93fbe8aac04307ab8acdb2897fb918.aspx",
        "ArticleDate": "2019-01-03T12:55:00+00:00"
    },
    {
        "Id": 18924,
        "Title": "INEOS Shale stops legal action following National Trust agreement to allow Geological survey at Clumber Park",
        "ImageUrl": null,
        "Content": "<!DOCTYPE html>\n<html>\n<head>\n</head>\n<body>\n<p><strong>National Trust originally refused permission due to concerns about shale&rsquo;s impact on the environment. However, UK shale gas has a lower carbon footprint than the imports it&nbsp;replaces, and will help the UK to reduce its greenhouse gas emissions.</strong></p>\n<p><strong>INEOS made a claim to the High Court in February 2018 to secure the right to undertake a geological survey on the National Trust's land at Clumber Park, Worksop. The Claim was listed for trial in May 2019.</strong></p>\n<p><strong>INEOS has today stopped legal action following the National Trust decision to grant it the right to undertake the geological survey at Clumber Park.</strong></p>\n<p><strong>Our agreement with the National Trust ensures the same level of protections offered to all landowners when we undertake our non-intrusive surveys, no more, no less.</strong></p>\n<p>Tom Pickering, INEOS Shale Chief Operating Officer said,&nbsp;<strong>&ldquo;I am delighted that INEOS and the National Trust have now reached an agreement to allow a geological survey at Clumber Park. There is an expectation for us to survey sites within our licence areas. Whilst we will always seek to secure access through the courts if necessary, this is a last resort and we are pleased that in this case the National Trust has now recognised our legal right to survey on their land.&rdquo;</strong></p>\n<p><strong>The geological surveys are non-intrusive and similar surveys have previously been carried out at Clumber Park.</strong></p>\n<p>Tom Pickering said,&nbsp;<strong>&ldquo;Our position has always been that the National Trust's reasons for refusing to allow the survey at Clumber Park to take place were unreasonable and that the Court would therefore grant us the right to undertake the survey. I am very pleased that the National Trust has now been reassured that the surveys are safe and pose no threat to the beautiful landscape of Clumber Park. We will ensure the surveys are carried out sensitively.&rdquo;</strong></p>\n<hr />\n<p>INEOS Shale has today stopped legal action against the National Trust after both parties reached an agreement to allow a geological survey of Clumber Park in Nottinghamshire. These surveys are classed as non-intrusive. They involve the use specialist trucks to create and record sound waves in order to map rocks deep underground. The condition of the land is recorded before the survey and restored to the same condition afterwards. The National Trust has been&nbsp;reassured by INEOS that their work will be safe and sensitive to the beautiful landscape of Clumber Park.</p>\n<p>Earlier in the year INEOS completed the largest ever 3D seismic survey in the UK, covering more than two hundred square kilometres. Under Government licences INEOS is expected to investigate shale gas deposits in areas around the country. INEOS always tries to negotiate appropriate access with landowners. But where no agreement can be reached, INEOS can always seek court approval for access. Under the Mines (Working Facilities &amp;amp; Support) Act 1966 INEOS has the right to ask the court to grant it the right to carry out these surveys and the court<br />will do so if INEOS satisfies the legal tests, which include showing that the surveys are in the national interest.</p>\n<p>The National Trust had previously refused permission to survey Clumber Park, due to environmental concerns. However, UK shale gas has a lower carbon footprint than the foreign gas imports it replaces. This is good for the environment as it means that shale gas will help the&nbsp;UK to reduce its carbon emissions.</p>\n<p>Tom Pickering, INEOS Shale Chief Operating Officer said,&nbsp;<strong>&ldquo;Indigenous shale gas offers the UK a once in a generation chance to control our own energy supplies and bolster our energy security. It could also generate enormous levels of investment and jobs in the North of England where they are desperately needed and will also help the UK to meet its climate change targets.</strong></p>\n<p><strong>UK shale is low emission compared to other fossil fuels, it&rsquo;s a proven safe technology and it&rsquo;s under our feet ready to be responsibly developed. I am pleased that the National Trust has now recognised that our proposals are safe.&rdquo;</strong></p>\n<p>ENDS</p>\n<p>Contacts<br />Richard Longden (INEOS)&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;0041 21 627 7063 or 0041 7996 26123<br />Andrew McLachlan (Media Zoo)&nbsp; &nbsp; &nbsp; &nbsp;020 7384 6980 or 07931 377162<br />Joseph Wade (Media Zoo)&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;020 7384 6980 or 07758 074576</p>\n</body>\n</html>",
        "ArticleUrl": "http://wwwlocal.ineos.com/link/9014125e94314941bfd2cf26b482f522.aspx",
        "ArticleDate": "2018-12-21T16:17:00+00:00"
    },
    {
        "Id": 19774,
        "Title": "INEOS Styrolution makes final investment decision for ASA capacity in the Americas",
        "ImageUrl": null,
        "Content": "<p>\n<i class=\"icon-earth\"></i>Frankfurt, Germany</p><p>\n<li>Continued commitment to meet our customers’ increasing future demand</li>\n<li>Expanding ASA and ABS production capacity in North America</li>\n<li>Underlining of the company’s Triple Shift growth strategy</li>\n</p><p><b>INEOS Styrolution, the global leader in styrenics, announces today the final investment decision to construct a new 100kt capacity ASA plant at its site in Bayport, Texas.  </b></p><p>The new ASA (acrylonitrile styrene acrylate polymer) facility strengthens the INEOS Styrolution position as the only global producer with ASA production capacity in all regions.  Upon the start-up, scheduled for 2021, the new facility will unleash additional capacity of ABS polymers at the existing INEOS Styrolution Altamira plant in Mexico<a href=\"#_ftn1\" title=\"\">[1]</a>.</p><p>A contract for engineering, procurement, and construction has been awarded to WorleyParsons, a leading global provider for the chemical industry.</p><p>“I am looking forward to offering our customers additional ASA capacity allowing for more flexible production of specialty grades per their growing demand in the Americas. In addition, we will be able to produce more ABS in our existing plant in Mexico also serving the growing ABS market,” explains Alexander Glueck, President Americas.</p><p><a href=\"#_ftnref1\" title=\"\">[1]</a> See also <a href=\"http://www.ineos-styrolution.com/de_DE/news/pr_espn\">http://www.ineos-styrolution.com/de_DE/news/pr_espn</a> for the initial announcement of the plans in April 2017.</p><p>ABOUT INEOS STYROLUTION</p><p>INEOS Styrolution is the leading, global styrenics supplier with a focus on styrene monomer, polystyrene, ABS Standard and styrenic specialties. With world-class production facilities and more than 85 years of experience, INEOS Styrolution helps its customers succeed by offering the best possible solution, designed to give them a competitive edge in their markets. The company provides styrenic applications for many everyday products across a broad range of industries, including Automotive, Electronics, Household, Construction, Healthcare, Packaging and Toys/ Sports/ Leisure. In 2017, sales were at 5.3 billion euros. INEOS Styrolution employs approximately 3,300 people and operates 18 production sites in nine countries.</p><p><u> For futher information contact: </u><p><p> Name : Dr. Ralf Leinemann </p><p> Position : Global Manager PR &amp; Marketing Communications </p><p> Phone Number :  work +49 69 5095501366 </p><p> Email : ralf.leinemann@ineos.com </p></p></p>",
        "ArticleUrl": "http://wwwlocal.ineos.com/link/d2ebd412080b49319745b50884ebb9ce.aspx",
        "ArticleDate": "2018-12-20T09:00:00+00:00"
    },
    {
        "Id": 19775,
        "Title": "INEOS Styrolution's ABS materials selected by automotive company NIO for the model ES8",
        "ImageUrl": null,
        "Content": "<p>\n<i class=\"icon-earth\"></i>Shanghai, China</p><p>\n<li>Lightweight solutions for innovative emobility</li>\n<li>INEOS Styrolution’s Terluran<sup>®</sup> and Novodur<sup>®</sup> High Heat grades selected for multiple applications</li>\n</p><p><b>INEOS Styrolution, the global leader in styrenics, announces today that three of its grades from their family of ABS (acrylonitrile butadiene styrene) materials have been selected by NIO, an innovative automotive company dedicated to electrical vehicles (EVs), for their new ES8 model.  </b></p><p>NIO, the global electric car company, whose “mission is to shape a joyful lifestyle by offering smart, premium electric vehicles and providing the best user experience”, selected INEOS Styrolution’s ABS materials for applications such as door panel, mirror housing and B-pillar.</p><p>Door panel</p><p>Terluran<sup>®</sup> GP-22, a grade known for its good impact resistance, great mechanical strength and rigidity and a high quality surface finish and gloss, has been selected as a key component in the ES8’s door modules.</p><p>Mirror housing</p><p>Novodur<sup>®</sup> H701, a grade from INEOS Styrolution’s High Heat product family, has been selected for the mirror housing. The grade is popular for its heat resistance, high impact strength and easy flowing.</p><p>B-pillar</p><p>Novodur<sup>®</sup> HH-106, another member of the High Heat product family, was chosen for the B-pillar of the model ES8. Novodur HH-106 excels with a balanced property profile making it the material of choice for a wide range of automotive applications.</p><p>ABOUT INEOS STYROLUTION</p><p>INEOS Styrolution is the leading, global styrenics supplier with a focus on styrene monomer, polystyrene, ABS Standard and styrenic specialties. With world-class production facilities and more than 85 years of experience, INEOS Styrolution helps its customers succeed by offering the best possible solution, designed to give them a competitive edge in their markets. The company provides styrenic applications for many everyday products across a broad range of industries, including Automotive, Electronics, Household, Construction, Healthcare, Packaging and Toys/ Sports/ Leisure. In 2017, sales were at 5.3 billion euros. INEOS Styrolution employs approximately 3,300 people and operates 18 production sites in nine countries.</p><p><u> For futher information contact: </u><p><p> Name : Hui Boon Kwa </p><p> Position : Communications Manager Asia-Pacific </p><p> Phone Number :  work +65 6933 8393 </p><p> Email : huiboon.kwa@ineos.com </p></p></p>",
        "ArticleUrl": "http://wwwlocal.ineos.com/link/6c5424ce578549ca9ab416375847e77d.aspx",
        "ArticleDate": "2018-12-11T02:00:00+00:00"
    },
    {
        "Id": 17494,
        "Title": "INEOS Enterprises completes the acquisition of the Flint Hills Intermediates business",
        "ImageUrl": null,
        "Content": "<!DOCTYPE html>\n<html>\n<head>\n</head>\n<body>\n<p>INEOS Enterprises has completed the acquisition of the chemical intermediates business of Flint Hills Resources (known as &lsquo;Flint Hills Resources Joliet&rsquo;).</p>\n<p>The transaction which was agreed on the 26th September and completed on 1st December 2018 sees the business, workforce and production facilities transferring to INEOS Enterprises, where it will trade as INEOS Joliet.</p>\n<p>The business manufactures purified Isophthalic acid (PIA), trimellitic anhydride (TMA) and maleic anhydride (MAN) at its production facility located near Chicago, Illinois and has offices and distributions centres located in the USA, Europe and Asia. The products made in the USA are distributed globally and used in a diverse range of end use applications such as coatings, clothing, paints and gasoline additives.</p>\n<p>Ashley Reed, CEO INEOS Enterprises said: &ldquo;I am very pleased to have completed the acquisition of the Flint Hills Intermediates business and I look forward to working with its people as we integrate the business into INEOS Enterprises&rdquo;</p>\n<p>INEOS Enterprises is comprised of a portfolio of businesses manufacturing and distributing chemical products from its facilities and offices in Europe, USA, Canada, and Asia with global sales of more than &euro;1bn. INEOS Enterprises is focused on meeting the developing needs of its customers and rapid growth both through acquisition and through investment in new manufacturing facilities/products.</p>\n<p>ENDS</p>\n<p>Media contacts</p>\n<p>Andrew McLachlan (Media Zoo)&nbsp; 020 7384 6980 or 07931377162 <br />Chris Hall (Media Zoo)&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;020 7384 6980 or 07739571634</p>\n</body>\n</html>",
        "ArticleUrl": "http://wwwlocal.ineos.com/link/11cb9b32431147d28d1faffafc35b8c6.aspx",
        "ArticleDate": "2018-12-03T13:19:35.863+00:00"
    },
    {
        "Id": 19776,
        "Title": "Visit INEOS Styrolution at MD&M West in Anaheim in February 2019",
        "ImageUrl": null,
        "Content": "<p>\n<i class=\"icon-earth\"></i>Frankfurt, Germany</p><p>\n<li>Innovative styrenic solutions for innovative healthcare applications</li>\n<li>Consult with the experts to select the best material for your next generation healthcare solution</li>\n</p><p><b>INEOS Styrolution, the global leader in styrenics, will exhibit at Medical Design & Manufacturing (MD&M) West in Anaheim (Convention Center Anaheim, California – February 5-7, 2019). The company’s experts can be visited at booth 619 in Anaheim at “the world’s largest annual medtech event”.</b></p><p>INEOS Styrolution continues to grow its commitment to the healthcare sector with ongoing research to improve existing styrenic materials and to develop ever-new materials for demanding future medical applications. Healthcare experts will be available on the booth to discuss trends, new material properties, the company’s exemplary healthcare packages and they will help finding the best styrenic grade for a given purpose.</p><p>This year’s focus areas include solutions for mobile and digital health applications, IV systems and fluid delivery, labware, surgical instruments as well as respiratory and drug delivery devices.</p><p>In 2019, new materials will include a dedicated grade that provides an attractive mix of properties making it ideal for a range of healthcare applications such as medical tubing, including multi-layer tubes. The new grade will </p><p>be available with INEOS Styrolution’s Essential HD Package (risk class 1 & 2) with 12 months notification of change (NOC) with a signed long-term supply contract. Food contact statements, USP Class VI, ISO 10993 and drug master file (DMF) are also part of the package, giving healthcare application providers a significant confidence to receive respective approvals for their applications.</p><p>INEOS Styrolution offers the most diverse styrenic portfolio together with healthcare service packages that deliver well beyond industry benchmarks. Three packages are available from INEOS Styrolution:</p><p>\n<li>Essential HD Package (see above new tubing grade)</li>\n<li>Full Service HD Package (risk class II applications):<br /> It can be offered with a Notification of Change (NOC) term up to 36 months when signing a long term supply contract. Furthermore, it comes with full regulatory compliance (USP class VI, ISO 10993, EU and US food contact compliance, DMF, letter of authorization). An increased technical support (color & application development, design support etc.) is another characteristic of the Full Service HD Package. Moreover, it has a specific medical grade nomenclature and a security of supply, long-term and global availability.</li>\n<li>Standard food contact package (risk class I applications):<br /> INEOS Styrolution also offers food contact compliant grades, such as general-purpose polystyrene, high impact polystyrene and Standard ABS grades which can be suitable for medical devices and pharmaceutical packaging.</li>\n</p><p>ABOUT INEOS STYROLUTION</p><p>INEOS Styrolution is the leading, global styrenics supplier with a focus on styrene monomer, polystyrene, ABS Standard and styrenic specialties. With world-class production facilities and more than 85 years of experience, INEOS Styrolution helps its customers succeed by offering the best possible solution, designed to give them a competitive edge in their markets. The company provides styrenic applications for many everyday products across a broad range of industries, including Automotive, Electronics, Household, Construction, Healthcare, Packaging and Toys/ Sports/ Leisure. In 2017, sales were at 5.3 billion euros. INEOS Styrolution employs approximately 3,300 people and operates 18 production sites in nine countries.</p><p><u> For futher information contact: </u><p><p> Name : Dr. Ralf Leinemann </p><p> Position : Global Manager PR &amp; Marketing Communications </p><p> Phone Number :  work +49 69 5095501366 </p><p> Email : ralf.leinemann@ineos.com </p></p></p>",
        "ArticleUrl": "http://wwwlocal.ineos.com/link/1e17bbc79f264124aa3efdc3b1e8f766.aspx",
        "ArticleDate": "2018-12-03T09:00:00+00:00"
    },
    {
        "Id": 17489,
        "Title": "INEOS completes $80m investment to extend the life of Clipper South, its Southern North Sea gas field",
        "ImageUrl": null,
        "Content": "<!DOCTYPE html>\n<html>\n<head>\n</head>\n<body>\n<p>A new pipeline, subsea infrastructure and processing equipment has been installed to re-route production from the Clipper South field as ConocoPhillips commence the shutdown of operations at the existing Theddlethorpe Gas Terminal.</p>\n<p>The new subsea pipeline will now transport production to the Shell-operated Clipper platform and onwards via existing pipelines to the Bacton Terminal.</p>\n<hr />\n<p>INEOS Oil and Gas UK has completed a project to re-route production from its Clipper South field via the Shell operated Clipper field into the Bacton processing terminal.</p>\n<p>The $80m investment into a new pipeline and sub-sea equipment will extend the life of the Clipper South field, following closure in October of the existing facilities at the Theddlethorpe Gas Terminal, previously operated by ConocoPhillips.</p>\n<p>David Brooks, CEO INEOS Oil &amp;amp; Gas UK commented <strong>&ldquo;The completion of the project is another example of INEOS&rsquo; commitment to our Oil &amp;amp; Gas business and supports the Government&rsquo;s strategy to maximise economic recovery of gas from the North Sea.&nbsp;It is a great achievement for our business and has been made possible through our project team&rsquo;s hard work and dedication.&rdquo;</strong></p>\n<p><strong>&ldquo;We would like to thank Spirit Energy, our JV partner, for their support throughout the project and the operational, technical and commercial collaboration with Shell as the owner of the facilities.&rdquo; </strong></p>\n<p>Eric Marston, Area Manager, Southern North Sea at the Oil and Gas Authority said: <strong>&ldquo;The re-development and re-routing of the gas pipeline showed great adaptability and resolve to extend the life of the Clipper Field. It&rsquo;s a great example of collaboration between operators INEOS, Shell and Spirit Energy in working together to deliver this project.&rdquo;</strong></p>\n<p>INEOS and Spirit Energy look forward to continuing safe operations and further successful collaboration with Shell in the area going forward.</p>\n<p><strong>ENDS</strong></p>\n<p><span style=\"text-decoration: underline;\">Contacts</span><br />Richard Longden (INEOS)&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;0041 21 627 7063 or 0041 7996 26123<br />Andrew McLachlan (Media Zoo)&nbsp; &nbsp; &nbsp; &nbsp; 020 7384 6980 or 07931377162<br />Chris Hall (Media Zoo)&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;020 7384 6980 or 07739571634</p>\n</body>\n</html>",
        "ArticleUrl": "http://wwwlocal.ineos.com/link/85339f6e11fc4e95a930b5b1f0cf2ec6.aspx",
        "ArticleDate": "2018-11-22T12:01:10.577+00:00"
    },
    {
        "Id": 17475,
        "Title": "INEOS responds to press speculation on its manufacturing plans for “Projekt Grenadier”, its all-new, uncompromising 4x4",
        "ImageUrl": null,
        "Content": "<p>Recent days have seen increased speculation in the national media about INEOS’s upcoming choice of manufacturing location for its new off-road vehicle, currently in design and development.</p>\n<p>INEOS is indeed close to making a decision on this critical issue, with a number of very strong options in UK and Europe which we are confident can deliver the production quality required for our vehicle.</p>\n<p>Sensitive commercial negotiations are not helped by being played out in the glare of the media, and so it is of particular concern that a confidential letter from Cabinet Ministers to INEOS should be leaked to a BBC reporter, forming the basis of an article published online on 14th November (“Ford Bridgend: INEOS off-road car decision expected” by Brian Meechan, BBC Wales business correspondent). This leak has not come from INEOS, and would appear to come from inside UK government in an attempt to influence the outcome of our evaluations, as we would expect, nothing has leaked from our European discussions.</p>\n<p>Dirk Heilmann, CEO of INEOS Automotive and leader of Projekt Grenadier, commented “We plan to make our choice on manufacturing location by the end of the year. We are not taking it lightly because it is pivotal – for our business, and for the local communities that would benefit from the new jobs we would be creating. We will not be bounced into a premature decision by silly politics.”</p>\n<p>Further, contrary to the article, INEOS is not intending to “resurrect the Land Rover Defender”. We are building an all-new 4x4 vehicle from the ground up, which meets all current safety and legislative requirements. It will be a robust, no-nonsense utility vehicle, with an emphasis on reliability, durability and peerless off-road capability. It will have its own name, more angles than curves, and have a wheel at each corner. It will not be a Defender.</p>\n<p>ENDS.</p>\n<p><span style=\"font-size: 0.9375em;\">&nbsp;</span></p>",
        "ArticleUrl": "http://wwwlocal.ineos.com/link/c1bfaf49bb754adc9107cbfe80ad64f8.aspx",
        "ArticleDate": "2018-11-16T12:13:53.12+00:00"
    },
    {
        "Id": 17468,
        "Title": "INEOS to acquire the Ashland Composites Business for $ 1.1 billion",
        "ImageUrl": null,
        "Content": "<p><b>The deal comprises 20 manufacturing sites in Europe, North and South America, Asia and Middle East employing 1300 people, generating sales of more than $1.1 bn.</b></p>\n<hr />\n<p>INEOS Enterprises has today agreed to acquire the entire composites business from Ashland Global Holdings Inc. (NYSE: ASH) for $1.1 billion. The businesses included in the transaction have combined sales of more than $1.1 billion per year. They employ 1,300 employees across 20 sites in Europe, North and South America, Asia and Middle East.</p>\n<p>The deal, is expected to complete in the first half of 2019, subject to regulatory approval and consultation processes.</p>\n<p>Ashley Reed, CEO INEOS Enterprises said, <b>“Ashland’s composite resins have been the materials of choice for the world’s boat builders for 30 years, and for good reason.&nbsp;&nbsp; They are light, strong and resistant to attack from chemicals and even fire.&nbsp; Unlike wood they don’t rot, unlike metal they don’t corrode and unlike concrete they don’t crack. We believe that they have great potential for growth under INEOS ownership and we are looking forward to working with a great team of people who are determined to meet the developing needs of our customers.<strong>”</strong></b></p>\n<p>Ashland’s Composites Business is a global leader in unsaturated polyester resins, vinyl ester resins and gel coats. In addition to its wide range of gelcoats, the business also provides corrosion-resistant fiberglass reinforced plastic (FRP) which provide exceptional durability, superior heat resistance, low maintenance and high performance for challenging environments.</p>\n<p>Bill Wulfsohn, Ashland chairman and chief executive officer said, “<b>Composites and Marl are outstanding businesses with strong market positions and high-performing teams. At the same time, the divestiture of these businesses is consistent with Ashland’s vision of becoming the premier specialty chemicals company. With a more streamlined and focused product portfolio, improved margins and reduced earnings volatility, Ashland will be better positioned to deliver sustained earnings growth and unlock significant value for shareholders.”</b></p>\n<p>The deal also includes a BDO facility in Germany producing key intermediates for high performance polyesters and polyurethanes.</p>\n<p>Valence acted as Financial advisors to INEOS. DLA Piper provided legal guidance and PwC provided finance and accounting support.</p>\n<p><b>ENDS</b></p>\n<p><span style=\"text-decoration: underline;\">FOR FURTHER INFORMATION:</span></p>\n<p>Richard Longden (INEOS)&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; 0041 21 627 7063 or 0041 7996 26123<br /> Andrew McLachlan (Media Zoo)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 020 7384 6980 or 07931377162<br /> Chris Hall (Media Zoo)&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; 020 7384 6980 or 07739571634</p>\n<p>Gary Rhodes (Media Relations, Ashland)&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; +1 (859) 815-3047&nbsp;&nbsp; <a href=\"mailto:glrhodes@ashland.com\">glrhodes@ashland.com<br /></a>Seth Mrozek (Investor Relations, Ashland)&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; +1 (859) 815-3527&nbsp;&nbsp;&nbsp; <a href=\"mailto:samrozek@ashland.com\">samrozek@ashland.com</a>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</p>\n<p><span style=\"text-decoration: underline;\">Note to Editor</span></p>\n<p><b>About INEOS</b></p>\n<p>INEOS has grown from a single site, in Antwerp in 1998, originally employing 400 people with a turnover of €200m. Today, INEOS is one of the world’s largest chemicals companies and the 50<sup>th</sup>&nbsp;largest business in the world, employing around 20,000 people across 171 sites in 24 countries. It is a privately owned company with sales in 2017 of $60bn and EBITDA of $7bn.&nbsp; In addition to its growth in petrochemicals, it has acquired oil &amp; gas fields in the UK, Denmark and Norway and is a top 10 company and the biggest private enterprise operating in the North Sea.&nbsp;</p>\n<p><b>About INEOS Enterprises</b></p>\n<p>INEOS Enterprises comprises a portfolio of businesses manufacturing chemical products in Northern Europe USA and Canada, with sales of €2bn around the world. The business is focused on the developing needs of its customers and rapid growth through investment in new products and manufacturing facilities or by acquisition. It employs c. 2,000 people across sites in the UK, Germany, Sweden, Switzerland, Canada and the USA. INEOS Enterprises is not part of the INEOS Group Holdings bank group. Visit <a href=\"http://www.ineosenterprises.com/\">ineosenterprises.com</a> to learn more.</p>\n<p><b>About&nbsp;Ashland</b>&nbsp;</p>\n<p>Ashland Global Holdings Inc. (NYSE: ASH) is a premier global specialty chemicals company serving customers in a wide range of consumer and industrial markets, including adhesives, architectural coatings, automotive, construction, energy, food and beverage, nutraceuticals, personal care and pharmaceutical. Ashland, comprises approximately 6,000 passionate, tenacious solvers – from renowned scientists and research chemists to talented engineers and plant operators – who thrive on developing practical, innovative and elegant solutions to complex problems for customers in more than 100 countries. Visit&nbsp;<a href=\"http://ashland.com/\">ashland.com</a>&nbsp;to learn more.&nbsp;</p>",
        "ArticleUrl": "http://wwwlocal.ineos.com/link/7fc7725a2f9b421e801c644efbf0e218.aspx",
        "ArticleDate": "2018-11-15T10:36:30.777+00:00"
    },
    {
        "Id": 19777,
        "Title": "INEOS Styrolution goes global with the INEOS GO Run For Fun events",
        "ImageUrl": null,
        "Content": "<p>\n<i class=\"icon-earth\"></i>Frankfurt, Germany</p><p>\n<li>In 2018, INEOS Styrolution ran GO Run For Fun events in three global regions</li>\n<li>More than 1,600 children attended the INEOS Styrolution events in 2018</li>\n</p><p><b>2018 marks the year of global expansion of the INEOS GO Run For Fun series of events for INEOS Styrolution. With events in Frankfurt/ Germany, the Chicago area in the USA, Altamira in Mexico and Singapore, INEOS Styrolution hosted more than 1,600 children during the course of the year.</b></p><p>The INEOS GO Run For Fun events address children aged from about age five to ten. All GO Run For Fun events include races at distances suitable for the attending children. The programmes include warm-up exercises before the races and, after completing the races, the children do cool down exercises and learn some basics about a healthy nutrition. Part of the programme at every location is a popular athlete who provides tips to the young athletes and motivates them to do their best.</p><p>Athletes at INEOS Styrolution events in 2018 included Zong Ren Ng, a decorated Badminton player, who had represented Singapore in many international competitions, Harry Aikines-Aryeetey, who was part of the team that won the 4x100m relay at the European Championships in Berlin this year, Ivan Contreras, a former member of the national volleyball team in Mexico, and Morolake Akinosun, a member of the winning 4x100m relay at the 2015 Pan-American Games in Toronto.</p><p>The GO Run For Fun series (<a href=\"http://www.gorunforfun.com\">www.gorunforfun.com</a>) was started by INEOS in 2013. Jim Ratcliffe, CEO of INEOS, takes a personal interest in this initiative. Being a passionate runner himself, he is interested in a healthy lifestyle for children.</p><p>INEOS Styrolution, a member of the INEOS family, started first GO Run For Fun events in 2015. Until today, INEOS Styrolution managed events in Frankfurt/ Germany, in Singapore, in the Chicago area (in Channahon and in Aurora), in Mexico City and in Altamira, both in Mexico. In 2018, events took place in all regions, where the company is present with own facilities: The Americas, EMEA and Asia-Pacific. The over 6,000 children that participated since 2015 are part of the big family of over 275,000 children who participated in all INEOS events so far.</p><p>ABOUT INEOS STYROLUTION</p><p>INEOS Styrolution is the leading, global styrenics supplier with a focus on styrene monomer, polystyrene, ABS Standard and styrenic specialties. With world-class production facilities and more than 85 years of experience, INEOS Styrolution helps its customers succeed by offering the best possible solution, designed to give them a competitive edge in their markets. The company provides styrenic applications for many everyday products across a broad range of industries, including Automotive, Electronics, Household, Construction, Healthcare, Packaging and Toys/ Sports/ Leisure. In 2017, sales were at 5.3 billion euros. INEOS Styrolution employs approximately 3,300 people and operates 18 production sites in nine countries.</p><p><u> For futher information contact: </u><p><p> Name : Dr. Ralf Leinemann </p><p> Position : Global Manager PR &amp; Marketing Communications </p><p> Phone Number :  work +49 69 5095501366 </p><p> Email : ralf.leinemann@ineos.com </p></p></p>",
        "ArticleUrl": "http://wwwlocal.ineos.com/link/2819904f556f4d3a9b9d8d5d270e59e2.aspx",
        "ArticleDate": "2018-11-15T09:00:00+00:00"
    }
]
